{
  "billing": {
    "description": "Sponzorství pomáhá PPanelu pokračovat v vydávání aktualizací!",
    "title": "Sponzoři"
  },
  "empty": [
    "Představte si, že je to tady plné úžasného obsahu! Zatím si to musíte jen představovat…",
    "Tato oblast záhadně zmizela, pracujeme na jejím návratu!",
    "Ach, nic se nestalo… můžete sem něco přidat sami!",
    "Je to jako na koncertě, kde na pódiu nikdo není… co kdybyste šli vystoupit?",
    "Našli jste prázdnou zemi zaslíbenou! Nechcete si postavit dům?",
    "Zatím je tu prázdno, ale kreativita začíná právě tady!",
    "Nic tu není… ale nebojte se, je to jen začátek!",
    "Tady bylo připraveno velké překvapení, ale to se vytratilo!",
    "Zatím tu nic není, jako když je skříňka s občerstvením prázdná.",
    "Tato prázdná plocha čeká na svého hlavního hrdinu!"
  ],
  "request": {
    "10001": "Dotaz zatím nebyl úspěšný, zkuste to prosím později nebo zkontrolujte své podmínky.",
    "10002": "Aktualizace nebyla úspěšná, zkuste to prosím později.",
    "10003": "Vložení nelze momentálně dokončit, zkuste to prosím později.",
    "10004": "Odstranění nebylo možné dokončit, zkuste to prosím později.",
    "20001": "Tyto uživatelské informace již existují, zkuste to prosím s jinými informacemi.",
    "20002": "Uživatel nebyl nalezen, zkontrolujte prosím informace a zkuste to znovu.",
    "20003": "Zadané heslo je nesprávné, zadejte ho prosím znovu.",
    "20004": "Tento uživatel byl deaktivován, pokud máte dotazy, kontaktujte zákaznický servis.",
    "20005": "Nedostatečný zůstatek, prosím dobijte a zkuste to znovu.",
    "20006": "Funkce registrace není momentálně dostupná, zkuste to prosím později.",
    "20008": "Informace o uživateli jsou nesprávné, zkontrolujte je a zkuste to znovu.",
    "30001": "Tento uzel již existuje, nepřidávejte ho znovu.",
    "30002": "Příslušný uzel nebyl nalezen, zkontrolujte a zkuste to znovu.",
    "30003": "Skupina již existuje, zkuste použít jiný název.",
    "30004": "Skupina nebyla nalezena, zkontrolujte informace a zkuste to znovu.",
    "30005": "Ve skupině jsou stále nějaké položky, vyprázdněte ji a zkuste to znovu.",
    "400": "Parametry žádosti nejsou správné, zkontrolujte je a odešlete znovu.",
    "40002": "Platný token nebyl nalezen, přihlaste se prosím a zkuste to znovu.",
    "40003": "Aktuální token je neplatný, získejte nový a zkuste to znovu.",
    "40004": "Token vypršel, přihlaste se prosím znovu.",
    "40005": "Nemáte oprávnění k přístupu, pokud máte dotazy, kontaktujte správce.",
    "401": "Žádáte příliš často, zkuste to prosím později.",
    "500": "Server narazil na nějaké problémy, zkuste to prosím později.",
    "50001": "Informace o kupónu nebyly nalezeny, zkontrolujte a zkuste to znovu.",
    "50002": "Tento kupón již byl použit, nelze ho použít znovu.",
    "60001": "Předplatné vypršelo, obnovte ho prosím a použijte znovu.",
    "60002": "Toto předplatné nelze momentálně použít, zkuste to prosím později.",
    "60003": "Bylo zjištěno existující předplatné. Zrušte ho, než budete pokračovat.",
    "60004": "Nelze momentálně odstranit, protože předplatné má aktivní uživatele.",
    "60005": "Režim jednotného předplatného překročil limit uživatelů",
    "70001": "Ověřovací kód je nesprávný, zadejte ho prosím znovu.",
    "80001": "Úkol nebyl úspěšně přidán do fronty, zkuste to prosím později.",
    "90001": "Vypněte prosím režim DEBUG a zkuste to znovu.",
    "90015": "Tento účet dnes dosáhl limitu pro odesílání, zkuste to prosím znovu zítra",
    "undefined": "Došlo k chybě systému, zkuste to prosím později."
  },
  "table": {
    "actions": "Akce",
    "asc": "Vzestupně",
    "desc": "Sestupně",
    "hide": "Skrýt",
    "pageInfo": "Strana {current} z {total}",
    "rowsPerPage": "Řádků na stránku",
    "selectedItems": "Vybráno {total} řádků"
  },
  "unlimited": "neomezený"
}
