{
  "billing": {
    "description": "Sponsor olmak, PPanel'in güncellemeler yayınlamaya devam etmesine yardımcı olur!",
    "title": "Sponsorlar"
  },
  "empty": [
    "Burada harika içeriklerle dolu olduğunu hayal edin! Şimdilik sadece hayal gücünüze güvenin…",
    "Bu alan gizemli bir şekilde kayboldu, geri getirmeye çalışıyoruz!",
    "Ah, hiçbir şey olmadı… Belki de kendiniz bir şeyler ekleyebilirsiniz!",
    "Bu, bir konserde sahnede kimse olmadığını fark etmek gibi… Neden siz çıkıp performans sergilemiyorsunuz?",
    "Boş bir cennet buldunuz! Bir ev inşa etmek ister misiniz?",
    "Burası şimdilik boş, ama yaratıcılık buradan başlıyor!",
    "Hiçbir şey yok… Ama endişelenmeyin, bu sadece bir başlangıç!",
    "Burada büyük bir sürpriz hazırlanmıştı, ama sürpriz kaçtı!",
    "Şimdilik hiçbir şey yok, tıpkı atıştırmalık dolabının boşalması gibi.",
    "Bu boş alan, başrol oyuncusunu bekliyor!"
  ],
  "request": {
    "10001": "Sorgu henüz başarılı olmadı, lütfen daha sonra tekrar deneyin veya koşullarınızı kontrol edin.",
    "10002": "Güncelleme işlemi başarısız oldu, lütfen daha sonra tekrar deneyin.",
    "10003": "Ekleme işlemi şu anda gerçekleştirilemiyor, lütfen daha sonra tekrar deneyin.",
    "10004": "Silme işlemi tamamlanamadı, lütfen daha sonra tekrar deneyin.",
    "20001": "Bu kullanıcı bilgileri zaten mevcut, lütfen bilgileri değiştirip tekrar deneyin.",
    "20002": "Kullanıcı bulunamadı, lütfen bilgileri kontrol edip tekrar deneyin.",
    "20003": "Girdiğiniz şifre yanlış, lütfen tekrar girin.",
    "20004": "Bu kullanıcı devre dışı bırakıldı, sorularınız için lütfen müşteri hizmetleri ile iletişime geçin.",
    "20005": "Bakiye yetersiz, lütfen yükleme yapıp tekrar deneyin.",
    "20006": "Kayıt özelliği şu anda kullanılamıyor, lütfen daha sonra tekrar deneyin.",
    "20008": "Kullanıcı bilgileri yanlış, lütfen kontrol edip tekrar deneyin.",
    "30001": "Bu düğüm zaten mevcut, lütfen tekrar eklemeyin.",
    "30002": "İlgili düğüm bulunamadı, lütfen kontrol edip tekrar deneyin.",
    "30003": "Grup zaten mevcut, lütfen başka bir ad kullanmayı deneyin.",
    "30004": "Bu grup bulunamadı, lütfen bilgileri kontrol edip tekrar deneyin.",
    "30005": "Bu grubun içinde hala içerik var, lütfen boşaltıp tekrar deneyin.",
    "400": "İstek parametreleri yanlış, lütfen kontrol edip tekrar gönderin.",
    "40002": "Geçerli bir Token bulunamadı, lütfen giriş yapıp tekrar deneyin.",
    "40003": "Mevcut Token geçersiz, lütfen yeniden alıp tekrar deneyin.",
    "40004": "Token süresi doldu, lütfen tekrar giriş yapın.",
    "40005": "Erişim izniniz yok, sorularınız için lütfen yönetici ile iletişime geçin.",
    "401": "Çok sık istek gönderildi, lütfen daha sonra tekrar deneyin.",
    "500": "Sunucuda bazı sorunlar oluştu, lütfen daha sonra tekrar deneyin.",
    "50001": "İlgili kupon bilgisi bulunamadı, lütfen kontrol edip tekrar deneyin.",
    "50002": "Bu kupon zaten kullanıldı, tekrar kullanılamaz.",
    "60001": "Abonelik süresi doldu, lütfen yenileyip tekrar kullanın.",
    "60002": "Bu abonelik şu anda kullanılamıyor, lütfen daha sonra tekrar deneyin.",
    "60003": "Mevcut bir abonelik tespit edildi. Lütfen devam etmeden önce iptal edin.",
    "60004": "Aboneliğin aktif kullanıcıları olduğu için şu anda silinemiyor.",
    "60005": "Tek abonelik modu kullanıcı sınırını aştı",
    "70001": "Doğrulama kodu hatalı, lütfen tekrar girin.",
    "80001": "Görev kuyruğa başarıyla eklenemedi, lütfen daha sonra tekrar deneyin.",
    "90001": "Lütfen DEBUG modunu kapatıp tekrar deneyin.",
    "90015": "Bu hesap bugünkü gönderim limitine ulaştı, lütfen yarın tekrar deneyin",
    "undefined": "Sistem hatası oluştu, lütfen daha sonra tekrar deneyin."
  },
  "table": {
    "actions": "Eylemler",
    "asc": "Artan",
    "desc": "Azalan",
    "hide": "Gizle",
    "pageInfo": "{total} sayfadan {current}. sayfa",
    "rowsPerPage": "Sayfa başına satır",
    "selectedItems": "{total} satır seçildi"
  },
  "unlimited": "sınırsız"
}
