{
  "billing": {
    "description": "Sponsorointi auttaa PPanelia jatkamaan päivitysten julkaisua!",
    "title": "Sponsori"
  },
  "empty": [
    "Kuvittele, että täällä on täynnä upeaa sisältöä! Toistaiseksi joudut vain kuvittelemaan…",
    "Tämä alue on mystisesti kadonnut, kutsumme sitä takaisin!",
    "Voi ei, mitään ei tapahtunut… voit lisätä jotain itse!",
    "Se on kuin konsertti, jossa lavalla ei ole ketään… haluaisitko esiintyä?",
    "Olet löytänyt tyhjän paratiisin! Haluatko rakentaa talon?",
    "Täällä ei ole vielä mitään, mutta luovuus alkaa tästä!",
    "Ei mitään… mutta älä huoli, tämä on vasta alku!",
    "Täällä oli alun perin suuri yllätys, mutta se karkasi!",
    "Tällä hetkellä ei ole mitään, aivan kuin välipala-kaappi olisi tyhjennetty.",
    "Tämä tyhjä tila odottaa päähenkilöään!"
  ],
  "request": {
    "10001": "Kysely ei ole vielä onnistunut, yritä myöhemmin uudelleen tai tarkista ehtosi.",
    "10002": "Päivitys ei onnistunut, yritä myöhemmin uudelleen.",
    "10003": "Lisäystä ei voida suorittaa tällä hetkellä, yritä myöhemmin uudelleen.",
    "10004": "Poisto ei onnistunut, yritä myöhemmin uudelleen.",
    "20001": "Käyttäjätiedot ovat jo olemassa, vaihda tiedot ja yritä uudelleen.",
    "20002": "Käyttäjää ei löytynyt, tarkista tiedot ja yritä uudelleen.",
    "20003": "Syöttämäsi salasana on virheellinen, syötä se uudelleen.",
    "20004": "Käyttäjä on estetty, ota yhteyttä asiakaspalveluun, jos sinulla on kysyttävää.",
    "20005": "Saldo ei riitä, lataa lisää ja yritä uudelleen.",
    "20006": "Rekisteröinti ei ole tällä hetkellä käytettävissä, yritä myöhemmin uudelleen.",
    "20008": "Käyttäjätiedot ovat virheelliset, tarkista ja yritä uudelleen.",
    "30001": "Solmu on jo olemassa, älä lisää sitä uudelleen.",
    "30002": "Solmua ei löytynyt, tarkista ja yritä uudelleen.",
    "30003": "Ryhmä on jo olemassa, yritä käyttää toista nimeä.",
    "30004": "Ryhmä ei löytynyt, tarkista tiedot ja yritä uudelleen.",
    "30005": "Ryhmässä on vielä sisältöä, tyhjennä se ja yritä uudelleen.",
    "400": "Pyynnön parametrit ovat virheellisiä, tarkista ja lähetä uudelleen.",
    "40002": "Voimassa olevaa tunnusta ei löytynyt, kirjaudu sisään ja yritä uudelleen.",
    "40003": "Nykyinen tunnus on virheellinen, hanki uusi ja yritä uudelleen.",
    "40004": "Tunnus on vanhentunut, kirjaudu uudelleen sisään.",
    "40005": "Sinulla ei ole käyttöoikeutta, ota yhteyttä ylläpitäjään, jos sinulla on kysyttävää.",
    "401": "Pyyntöjä on tehty liian usein, yritä myöhemmin uudelleen.",
    "500": "Palvelimella on ongelmia, yritä myöhemmin uudelleen.",
    "50001": "Vastaavaa kuponkitietoa ei löytynyt, tarkista ja yritä uudelleen.",
    "50002": "Kuponki on jo käytetty, sitä ei voi käyttää uudelleen.",
    "60001": "Tilauksesi on vanhentunut, uusi tilaus ja käytä uudelleen.",
    "60002": "Tilausta ei voi käyttää tällä hetkellä, yritä myöhemmin uudelleen.",
    "60003": "Olemassa oleva tilaus havaittu. Peruuta se ennen jatkamista.",
    "60004": "Ei voi poistaa tällä hetkellä, koska tilauksella on aktiivisia käyttäjiä.",
    "60005": "Yksittäisen tilauksen tila on ylittänyt käyttäjärajan",
    "70001": "Vahvistuskoodi on virheellinen, syötä se uudelleen.",
    "80001": "Tehtävää ei lisätty jonoon, yritä myöhemmin uudelleen.",
    "90001": "Sulje DEBUG-tila ja yritä uudelleen.",
    "90015": "Tämä tili on saavuttanut päivittäisen lähetysrajan, yritä uudelleen huomenna",
    "undefined": "Järjestelmässä tapahtui virhe, yritä myöhemmin uudelleen."
  },
  "table": {
    "actions": "Toiminnot",
    "asc": "Nouseva",
    "desc": "Laskeva",
    "hide": "Piilota",
    "pageInfo": "Sivu {current} / {total}",
    "rowsPerPage": "Rivejä per sivu",
    "selectedItems": "Valittu {total} riviä"
  },
  "unlimited": "rajoittamaton"
}
