{
  "billing": {
    "description": "حمایت مالی به PPanel کمک می‌کند تا به انتشار به‌روزرسانی‌ها ادامه دهد!",
    "title": "حامی"
  },
  "empty": [
    "تصور کنید اینجا پر از محتوای هیجان‌انگیز است! فعلاً باید از تخیلتان استفاده کنید...",
    "این بخش به طرز مرموزی ناپدید شده، اما ما در حال احضار آن هستیم!",
    "اوه نه، هیچ اتفاقی نیفتاد... احساس راحتی کنید و جای خالی را پر کنید!",
    "مثل این است که در یک کنسرت باشید و متوجه شوید هیچ‌کس روی صحنه نیست... می‌خواهید بروید و اجرا کنید؟",
    "شما یک بوم خالی پیدا کرده‌اید! چطور است یک خانه بسازید؟",
    "این بخش در حال حاضر خالی است، اما خلاقیت از اینجا شروع می‌شود!",
    "اینجا چیزی نیست... اما نگران نباشید، این فقط آغاز است!",
    "قرار بود اینجا سورپرایزهای بزرگی باشد، اما از دست رفتند!",
    "فعلاً اینجا چیزی نیست، مثل یک کابینت خالی از تنقلات.",
    "این فضای خالی منتظر است تا ستاره‌اش روی صحنه برود!"
  ],
  "request": {
    "10001": "جستجو موفقیت‌آمیز نبود، لطفاً بعداً دوباره تلاش کنید یا شرایط خود را بررسی کنید.",
    "10002": "عملیات به‌روزرسانی موفقیت‌آمیز نبود، لطفاً بعداً دوباره تلاش کنید.",
    "10003": "عملیات درج در حال حاضر نمی‌تواند تکمیل شود، لطفاً بعداً دوباره تلاش کنید.",
    "10004": "عملیات حذف نمی‌تواند تکمیل شود، لطفاً بعداً دوباره تلاش کنید.",
    "20001": "اطلاعات کاربر قبلاً وجود دارد، لطفاً با اطلاعات متفاوت دوباره تلاش کنید.",
    "20002": "کاربر یافت نشد، لطفاً اطلاعات را بررسی کرده و دوباره تلاش کنید.",
    "20003": "رمز عبور نادرست است، لطفاً دوباره وارد کنید.",
    "20004": "کاربر غیرفعال است، در صورت داشتن سوال با خدمات مشتری تماس بگیرید.",
    "20005": "موجودی کافی نیست، لطفاً شارژ کرده و دوباره تلاش کنید.",
    "20006": "عملکرد ثبت‌نام به‌طور موقت در دسترس نیست، لطفاً بعداً دوباره تلاش کنید.",
    "20008": "اطلاعات کاربر نادرست است، لطفاً بررسی کرده و دوباره تلاش کنید.",
    "30001": "گره قبلاً وجود دارد، لطفاً دوباره آن را اضافه نکنید.",
    "30002": "گره مرتبط یافت نشد، لطفاً بررسی کرده و دوباره تلاش کنید.",
    "30003": "گروه قبلاً وجود دارد، لطفاً از نام دیگری استفاده کنید.",
    "30004": "گروه یافت نشد، لطفاً اطلاعات را بررسی کرده و دوباره تلاش کنید.",
    "30005": "هنوز محتوا در گروه وجود دارد، لطفاً آن را پاک کرده و دوباره تلاش کنید.",
    "400": "پارامترهای درخواست نادرست هستند، لطفاً بررسی کرده و دوباره ارسال کنید.",
    "40002": "توکن معتبر یافت نشد، لطفاً قبل از تلاش مجدد وارد شوید.",
    "40003": "توکن فعلی نامعتبر است، لطفاً قبل از تلاش مجدد دوباره دریافت کنید.",
    "40004": "توکن منقضی شده است، لطفاً دوباره وارد شوید.",
    "40005": "شما اجازه دسترسی ندارید، در صورت داشتن سوال با مدیر تماس بگیرید.",
    "401": "درخواست‌ها بیش از حد مکرر است، لطفاً بعداً دوباره تلاش کنید.",
    "500": "سرور با مشکلاتی مواجه است، لطفاً بعداً دوباره تلاش کنید.",
    "50001": "اطلاعات کوپن مربوطه یافت نشد، لطفاً بررسی کرده و دوباره تلاش کنید.",
    "50002": "کوپن استفاده شده است، نمی‌توان دوباره استفاده کرد.",
    "60001": "اشتراک منقضی شده است، لطفاً قبل از استفاده تمدید کنید.",
    "60002": "در حال حاضر نمی‌توان از اشتراک استفاده کرد، لطفاً بعداً دوباره تلاش کنید.",
    "60003": "یک اشتراک موجود شناسایی شد. لطفاً قبل از ادامه آن را لغو کنید.",
    "60004": "در حال حاضر امکان حذف وجود ندارد زیرا اشتراک دارای کاربران فعال است.",
    "60005": "حالت اشتراک تک از حد مجاز کاربران عبور کرده است",
    "70001": "کد تأیید نادرست است، لطفاً دوباره وارد کنید.",
    "80001": "وظیفه به‌طور موفقیت‌آمیز در صف قرار نگرفت، لطفاً بعداً دوباره تلاش کنید.",
    "90001": "لطفاً حالت DEBUG را غیرفعال کرده و دوباره تلاش کنید.",
    "90015": "این حساب به محدودیت ارسال امروز رسیده است، لطفاً فردا دوباره امتحان کنید",
    "undefined": "خطایی در سیستم رخ داده است، لطفاً بعداً دوباره تلاش کنید."
  },
  "table": {
    "actions": "اقدامات",
    "asc": "صعودی",
    "desc": "نزولی",
    "hide": "پنهان کردن",
    "pageInfo": "صفحه {current} از {total}",
    "rowsPerPage": "ردیف‌ها در هر صفحه",
    "selectedItems": "{total} ردیف انتخاب شده"
  },
  "unlimited": "نامحدود"
}
