{
  "empty": [
    "Imagine this space filled with exciting content! For now, you'll have to use your imagination...",
    "This area mysteriously disappeared, but we're summoning it back!",
    "Oh no, nothing happened... Feel free to fill in the blank!",
    "It's like discovering an empty stage at a concert... Why not go up and perform?",
    "You've found a blank canvas! How about building a house?",
    "This area is currently empty, but creativity starts here!",
    "Nothing here... but don't worry, it's just the beginning!",
    "This place was supposed to have a big surprise, but the surprise slipped away!",
    "There's nothing here for now, like an empty snack cabinet.",
    "This empty space is waiting for its protagonist to take the stage!"
  ],
  "list": {
    "pageInfo": "Page {current} of {total}",
    "rowsPerPage": "Rows per page",
    "selectedItems": "{total} items selected"
  },
  "login": "Log in / Sign up",
  "request": {
    "10001": "Unable to retrieve data at the moment, please try again later or check your conditions.",
    "10002": "Update operation was unsuccessful, please try again later.",
    "10003": "Insert operation cannot be completed at the moment, please try again later.",
    "10004": "Delete operation was not successful, please try again later.",
    "20001": "User information already exists, please try again with different information.",
    "20002": "User not found, please verify the information and try again.",
    "20003": "Incorrect password, please re-enter.",
    "20004": "User is disabled, please contact customer service if you have any questions.",
    "20005": "Insufficient balance, please recharge and try again.",
    "20006": "Registration function is temporarily unavailable, please try again later.",
    "20008": "User information is incorrect, please check and try again.",
    "30001": "Node already exists, please do not add it again.",
    "30002": "Related node not found, please check and try again.",
    "30003": "Group already exists, please try using a different name.",
    "30004": "Group not found, please verify the information and try again.",
    "30005": "The group still contains content, please clear it and try again.",
    "400": "Request parameters are incorrect, please check and resubmit.",
    "40002": "Valid token not found, please log in first and try again.",
    "40003": "Current token is invalid, please get a new one and try again.",
    "40004": "Token has expired, please log in again.",
    "40005": "You do not have permission to access, please contact an administrator if you have any questions.",
    "401": "Request is too frequent, please try again later.",
    "500": "The server is experiencing some issues, please try again later.",
    "50001": "Coupon information not found, please check and try again.",
    "50002": "The coupon has already been used and cannot be reused.",
    "60001": "Subscription has expired, please renew before using.",
    "60002": "Unable to use the subscription at the moment, please try again later.",
    "60003": "An existing subscription is detected. Please cancel it before proceeding.",
    "60004": "Unable to delete at the moment as the subscription has active users.",
    "60005": "Single subscription mode has exceeded user limit.",
    "70001": "Incorrect verification code, please re-enter.",
    "80001": "Task could not be successfully added to the queue, please try again later.",
    "90001": "Please disable DEBUG mode and try again.",
    "90015": "This account has reached the limit of sending times today, please try again tomorrow.",
    "undefined": "An error occurred in the system, please try again later."
  },
  "unlimited": "Unlimited"
}
