{
  "check": {
    "checking": "Đang kiểm tra...",
    "continue": "Tiếp tục",
    "description": "Vui lòng nhập email của bạn để tiếp tục đăng nhập hoặc đăng ký.",
    "email": "Vui lòng nhập địa chỉ email hợp lệ.",
    "title": "Đăng nhập/Đăng ký"
  },
  "get": "Lấy",
  "login": {
    "codeLogin": "Đăng nhập bằng mã xác minh",
    "description": "Vui lòng nhập thông tin tài khoản của bạn để đăng nhập.",
    "email": "Vui lòng nhập địa chỉ email hợp lệ.",
    "forgotPassword": "Quên mật khẩu?",
    "passwordLogin": "Đăng nhập bằng mật khẩu",
    "registerAccount": "Đăng ký tài khoản",
    "success": "Đăng nhập thành công!",
    "title": "Đăng nhập"
  },
  "logout": "Đăng xuất",
  "methods": {
    "email": "Email",
    "mobile": "Điện thoại"
  },
  "orWithEmail": "hoặc sử dụng email",
  "register": {
    "description": "Tạo tài khoản mới, điền thông tin của bạn để đăng ký.",
    "email": "Vui lòng nhập địa chỉ email hợp lệ.",
    "existingAccount": "Đã có tài khoản?",
    "get": "Lấy",
    "invite": "Mã mời (tùy chọn)",
    "message": "#### Kính gửi người dùng,\n\nCảm ơn bạn đã quan tâm và ủng hộ chúng tôi. Do điều chỉnh chiến lược vận hành trang web, chúng tôi đã đóng chức năng đăng ký người dùng mới. Trong thời gian này, việc sử dụng của người dùng hiện tại sẽ không bị ảnh hưởng.\n\nChúng tôi cam kết mang đến cho bạn dịch vụ và trải nghiệm tốt hơn, do đó sẽ tiến hành tối ưu hóa hệ thống và nâng cấp chức năng toàn diện trong thời gian đóng đăng ký. Trong tương lai, chúng tôi sẽ chào đón bạn với nội dung và dịch vụ chất lượng hơn.\n\nHãy theo dõi trang web và các nền tảng truyền thông xã hội của chúng tôi để nhận thông tin và thông báo mới nhất. Cảm ơn bạn đã hiểu và ủng hộ.\n\nNếu có bất kỳ thắc mắc hoặc cần hỗ trợ, vui lòng liên hệ với đội ngũ chăm sóc khách hàng của chúng tôi.\n\n**Một lần nữa cảm ơn sự ủng hộ và hiểu biết của bạn.**",
    "passwordMismatch": "Mật khẩu nhập hai lần không khớp",
    "success": "Đăng ký thành công, đã tự động đăng nhập!",
    "switchToLogin": "Đăng nhập/Đặt lại email",
    "title": "Đăng ký",
    "whitelist": "Tên miền email không nằm trong danh sách trắng được phép."
  },
  "reset": {
    "description": "Vui lòng nhập địa chỉ email của bạn để đặt lại mật khẩu.",
    "email": "Vui lòng nhập địa chỉ email hợp lệ.",
    "existingAccount": "Đã có tài khoản?",
    "get": "Lấy",
    "success": "Đặt lại mật khẩu thành công, đã tự động chuyển sang đăng nhập!",
    "switchToLogin": "Đăng nhập/Đăng ký",
    "title": "Đặt lại mật khẩu"
  },
  "tos": "Điều khoản dịch vụ",
  "verifyAccount": "Xác minh Tài khoản",
  "verifyAccountDesc": "Vui lòng xác minh tài khoản của bạn để tiếp tục."
}
