{
  "empty": [
    "Tenk deg at dette stedet er fylt med fantastisk innhold! Foreløpig må du bare forestille deg det...",
    "Dette området har mystisk forsvunnet, vi prøver å få det tilbake!",
    "Oi, ingenting skjedde... kanskje du kan fylle inn noe selv!",
    "Det er som å være på en konsert og oppdage at scenen er tom... vil du gå opp og opptre?",
    "Du har funnet et tomt paradis! Vil du bygge et hus?",
    "Det er ingenting her for øyeblikket, men kreativiteten starter her!",
    "Ingenting her... men ikke bekymre deg, dette er bare begynnelsen!",
    "Det var en stor overraskelse her, men den har stukket av!",
    "Foreløpig er det ingenting her, som et tomt snackskap.",
    "Dette tomme området venter på at hovedpersonen skal tre inn!"
  ],
  "list": {
    "pageInfo": "Side {current} av {total}",
    "rowsPerPage": "Rader per side",
    "selectedItems": "{total} rader valgt"
  },
  "login": "Logg inn/Registrer deg",
  "request": {
    "10001": "Forespørselen var ikke vellykket, vennligst prøv igjen senere eller sjekk betingelsene dine.",
    "10002": "Oppdateringen var ikke vellykket, vennligst prøv igjen senere.",
    "10003": "Kan for øyeblikket ikke fullføre innsettingsoperasjonen, vennligst prøv igjen senere.",
    "10004": "Slettingen kunne ikke fullføres, vennligst prøv igjen senere.",
    "20001": "Brukerinformasjonen eksisterer allerede, vennligst endre informasjonen og prøv igjen.",
    "20002": "Fant ikke brukeren, vennligst sjekk informasjonen og prøv igjen.",
    "20003": "Passordet du skrev inn er feil, vennligst skriv inn på nytt.",
    "20004": "Denne brukeren er deaktivert, vennligst kontakt kundeservice hvis du har spørsmål.",
    "20005": "Saldoen er utilstrekkelig, vennligst fyll på og prøv igjen.",
    "20006": "Registreringsfunksjonen er midlertidig utilgjengelig, vennligst prøv igjen senere.",
    "20008": "Brukerinformasjonen er feil, vennligst sjekk og prøv igjen.",
    "30001": "Denne noden eksisterer allerede, vennligst ikke legg den til igjen.",
    "30002": "Fant ikke den relaterte noden, vennligst sjekk og prøv igjen.",
    "30003": "Gruppen eksisterer allerede, vennligst prøv et annet navn.",
    "30004": "Fant ikke gruppen, vennligst bekreft informasjonen og prøv igjen.",
    "30005": "Det er fortsatt innhold i gruppen, vennligst tøm den og prøv igjen.",
    "400": "Forespørselens parametere er ikke korrekte, vennligst sjekk og send inn på nytt.",
    "40002": "Fant ikke en gyldig token, vennligst logg inn og prøv igjen.",
    "40003": "Den nåværende tokenen er ugyldig, vennligst hent en ny og prøv igjen.",
    "40004": "Tokenen har utløpt, vennligst logg inn på nytt.",
    "40005": "Du har ikke tilgangsrettigheter, vennligst kontakt administratoren hvis du har spørsmål.",
    "401": "For mange forespørsler, vennligst prøv igjen senere.",
    "500": "Serveren har støtt på noen problemer, vennligst prøv igjen senere.",
    "50001": "Fant ikke den tilsvarende kuponginformasjonen, vennligst sjekk og prøv igjen.",
    "50002": "Denne kupongen er allerede brukt, kan ikke brukes igjen.",
    "60001": "Abonnementet har utløpt, vennligst forny det og bruk det igjen.",
    "60002": "Kan for øyeblikket ikke bruke abonnementet, vennligst prøv igjen senere.",
    "60003": "Et eksisterende abonnement er oppdaget. Vennligst avbryt det før du fortsetter.",
    "60004": "Kan ikke slettes for øyeblikket da abonnementet har aktive brukere.",
    "60005": "Enkelt abonnementsmodus har overskredet brukergrensen.",
    "70001": "Verifikasjonskoden er feil, vennligst skriv inn på nytt.",
    "80001": "Oppgaven ble ikke vellykket lagt til i køen, vennligst prøv igjen senere.",
    "90001": "Deaktiver DEBUG-modus og prøv igjen.",
    "90015": "Denne kontoen har nådd dagens sendingsgrense, vennligst prøv igjen i morgen.",
    "undefined": "Det oppstod en systemfeil, vennligst prøv igjen senere."
  },
  "unlimited": "ubegrenset"
}
