{
  "empty": [
    "Képzeld el, hogy itt tele van izgalmas tartalommal! Egyelőre csak a képzeletedre hagyatkozhatsz…",
    "Ez a terület titokzatosan eltűnt, éppen visszahívjuk!",
    "Hoppá, semmi sem történt… talán te is hozzáadhatsz valamit!",
    "Ez olyan, mintha egy koncerten a színpadon senki sem lenne… mi lenne, ha te lépnél fel?",
    "Felfedeztél egy üres paradicsomot! Építenél egy házat?",
    "Itt egyelőre semmi sincs, de innen indul a kreativitás!",
    "Semmi sincs itt… de ne aggódj, ez csak a kezdet!",
    "Itt eredetileg nagy meglepetés várt, de a meglepetés elszökött!",
    "Egyelőre semmi sincs, mintha a nasiszekrényt teljesen kiürítették volna.",
    "Ez az üres tér a főszereplőjére vár!"
  ],
  "list": {
    "pageInfo": "{current}. oldal, összesen {total} oldal",
    "rowsPerPage": "Sorok száma oldalanként",
    "selectedItems": "Kiválasztott {total} sor"
  },
  "login": "Bejelentkezés/Regisztráció",
  "request": {
    "10001": "A lekérdezés egyelőre nem sikerült, kérjük, próbálja meg később újra, vagy ellenőrizze a feltételeit.",
    "10002": "A frissítési művelet nem sikerült, kérjük, próbálja meg később újra.",
    "10003": "Az adatbevitel jelenleg nem lehetséges, kérjük, próbálja meg később újra.",
    "10004": "A törlési művelet nem sikerült, kérjük, próbálja meg később újra.",
    "20001": "A felhasználói információ már létezik, kérjük, módosítsa az információt, majd próbálja újra.",
    "20002": "A felhasználó nem található, kérjük, ellenőrizze az információt, majd próbálja újra.",
    "20003": "A megadott jelszó helytelen, kérjük, írja be újra.",
    "20004": "A felhasználó le van tiltva, kérjük, vegye fel a kapcsolatot az ügyfélszolgálattal, ha kérdése van.",
    "20005": "Nincs elegendő egyenleg, kérjük, töltse fel, majd próbálja újra.",
    "20006": "A regisztrációs funkció jelenleg nem elérhető, kérjük, próbálja meg később újra.",
    "20008": "A felhasználói információ helytelen, kérjük, ellenőrizze és próbálja újra.",
    "30001": "Ez a csomópont már létezik, kérjük, ne adja hozzá újra.",
    "30002": "A kapcsolódó csomópont nem található, kérjük, ellenőrizze, majd próbálja újra.",
    "30003": "A csoport már létezik, kérjük, próbáljon meg másik nevet használni.",
    "30004": "A csoport nem található, kérjük, ellenőrizze az információt, majd próbálja újra.",
    "30005": "A csoportban még vannak tartalmak, kérjük, ürítse ki, majd próbálja újra.",
    "400": "A kérés paraméterei helytelenek, kérjük, ellenőrizze és küldje be újra.",
    "40002": "Érvényes token nem található, kérjük, jelentkezzen be, majd próbálja újra.",
    "40003": "A jelenlegi token érvénytelen, kérjük, szerezzen be újat, majd próbálja újra.",
    "40004": "A token lejárt, kérjük, jelentkezzen be újra.",
    "40005": "Nincs hozzáférési jogosultsága, kérjük, vegye fel a kapcsolatot az adminisztrátorral, ha kérdése van.",
    "401": "A kérések túl gyakoriak, kérjük, próbálja meg később.",
    "500": "A szerver néhány problémába ütközött, kérjük, próbálja meg később.",
    "50001": "A megfelelő kuponinformáció nem található, kérjük, ellenőrizze, majd próbálja újra.",
    "50002": "A kupon már felhasználásra került, nem használható újra.",
    "60001": "Az előfizetés lejárt, kérjük, újítsa meg, majd használja újra.",
    "60002": "Az előfizetés jelenleg nem használható, kérjük, próbálja meg később újra.",
    "60003": "Létező előfizetés észlelve. Kérjük, törölje azt a folytatás előtt.",
    "60004": "Jelenleg nem törölhető, mivel az előfizetésnek aktív felhasználói vannak.",
    "60005": "Az egyedi előfizetés mód túllépte a felhasználói limitet.",
    "70001": "A megerősítő kód hibás, kérjük, írja be újra.",
    "80001": "A feladat nem került sikeresen a sorba, kérjük, próbálja meg később újra.",
    "90001": "Kérjük, kapcsolja ki a DEBUG módot, és próbálja újra.",
    "90015": "Ez a fiók elérte a mai küldési limitet, kérjük próbálja újra holnap.",
    "undefined": "Rendszerhiba történt, kérjük, próbálja meg később újra."
  },
  "unlimited": "korlátlan"
}
