{
  "billing": {
    "description": "Soutenir aide PPanel à continuer de publier des mises à jour !",
    "title": "Sponsors"
  },
  "empty": [
    "Imaginez ici un contenu plein de merveilles ! Pour l'instant, il faut se contenter de l'imaginer…",
    "Cette zone a mystérieusement disparu, nous essayons de la faire revenir !",
    "Oups, rien ne s'est passé… vous pouvez y ajouter quelque chose vous-même !",
    "C'est comme découvrir une scène vide lors d'un concert… pourquoi ne pas monter et performer ?",
    "Vous avez trouvé une terre vierge ! Pourquoi ne pas y construire une maison ?",
    "Rien ici pour l'instant, mais la créativité commence ici !",
    "Il n'y a rien… mais ne vous inquiétez pas, ce n'est que le début !",
    "Un grand surprise était prévue ici, mais elle s'est échappée !",
    "Rien pour l'instant, comme un placard à snacks vidé.",
    "Cet espace vide attend son protagoniste pour entrer en scène !"
  ],
  "request": {
    "10001": "La requête n'a pas encore abouti, veuillez réessayer plus tard ou vérifier vos critères.",
    "10002": "L'opération de mise à jour a échoué, veuillez réessayer plus tard.",
    "10003": "Impossible de compléter l'opération d'insertion pour le moment, veuillez réessayer plus tard.",
    "10004": "L'opération de suppression n'a pas pu être complétée, veuillez réessayer plus tard.",
    "20001": "Les informations de cet utilisateur existent déjà, veuillez modifier les informations et réessayer.",
    "20002": "Utilisateur non trouvé, veuillez vérifier les informations et réessayer.",
    "20003": "Le mot de passe que vous avez saisi est incorrect, veuillez le ressaisir.",
    "20004": "Cet utilisateur a été désactivé, si vous avez des questions, veuillez contacter le service client.",
    "20005": "Solde insuffisant, veuillez recharger et réessayer.",
    "20006": "La fonction d'inscription est temporairement indisponible, veuillez réessayer plus tard.",
    "20008": "Les informations de l'utilisateur sont incorrectes, veuillez vérifier et réessayer.",
    "30001": "Ce nœud existe déjà, veuillez ne pas l'ajouter à nouveau.",
    "30002": "Nœud non trouvé, veuillez vérifier et réessayer.",
    "30003": "Le groupe existe déjà, veuillez essayer un autre nom.",
    "30004": "Groupe non trouvé, veuillez vérifier les informations et réessayer.",
    "30005": "Le groupe contient encore des éléments, veuillez le vider et réessayer.",
    "400": "Les paramètres de la requête sont incorrects, veuillez vérifier et soumettre à nouveau.",
    "40002": "Aucun jeton valide trouvé, veuillez vous connecter et réessayer.",
    "40003": "Le jeton actuel est invalide, veuillez en obtenir un nouveau et réessayer.",
    "40004": "Le jeton a expiré, veuillez vous reconnecter.",
    "40005": "Vous n'avez pas la permission d'accéder, si vous avez des questions, veuillez contacter l'administrateur.",
    "401": "Les requêtes sont trop fréquentes, veuillez réessayer plus tard.",
    "500": "Le serveur a rencontré un problème, veuillez réessayer plus tard.",
    "50001": "Informations sur le coupon introuvables, veuillez vérifier et réessayer.",
    "50002": "Ce coupon a déjà été utilisé, il ne peut pas être réutilisé.",
    "60001": "L'abonnement a expiré, veuillez le renouveler avant de l'utiliser.",
    "60002": "Impossible d'utiliser cet abonnement pour le moment, veuillez réessayer plus tard.",
    "60003": "Un abonnement existant a été détecté. Veuillez l'annuler avant de continuer.",
    "60004": "Impossible de supprimer pour le moment car l'abonnement a des utilisateurs actifs.",
    "60005": "Le mode d'abonnement unique a dépassé la limite d'utilisateurs",
    "70001": "Le code de vérification est incorrect, veuillez le ressaisir.",
    "80001": "La tâche n'a pas été ajoutée avec succès à la file d'attente, veuillez réessayer plus tard.",
    "90001": "Veuillez désactiver le mode DEBUG et réessayer.",
    "90015": "Ce compte a atteint la limite d'envoi du jour, veuillez réessayer demain",
    "undefined": "Une erreur système est survenue, veuillez réessayer plus tard."
  },
  "table": {
    "actions": "Actions",
    "asc": "Ascendant",
    "desc": "Descendant",
    "hide": "Cacher",
    "pageInfo": "Page {current} sur {total}",
    "rowsPerPage": "Lignes par page",
    "selectedItems": "{total} lignes sélectionnées"
  },
  "unlimited": "illimité"
}
