{
  "billing": {
    "description": "प्रायोजन PPanel को अपडेट जारी रखने में मदद करता है!",
    "title": "प्रायोजक"
  },
  "empty": [
    "कल्पना कीजिए कि यहाँ अद्भुत सामग्री से भरा हुआ है! फिलहाल केवल कल्पना पर निर्भर करें...",
    "यह क्षेत्र रहस्यमय तरीके से गायब हो गया है, हम इसे वापस बुला रहे हैं!",
    "अरे, कुछ भी नहीं हुआ... आप खुद कुछ जोड़ सकते हैं!",
    "यह ऐसा है जैसे किसी संगीत कार्यक्रम में मंच पर कोई नहीं है... क्यों न आप खुद प्रदर्शन करें?",
    "आपने एक खाली स्वर्ग ढूंढ लिया है! क्या आप यहाँ एक घर बनाना चाहेंगे?",
    "यहाँ फिलहाल कुछ भी नहीं है, लेकिन रचनात्मकता यहीं से शुरू होती है!",
    "कुछ भी नहीं है... लेकिन चिंता न करें, यह सिर्फ शुरुआत है!",
    "यहाँ एक बड़ा आश्चर्य तैयार था, लेकिन आश्चर्य भाग गया!",
    "फिलहाल कुछ भी नहीं है, जैसे स्नैक कैबिनेट खाली हो गया हो।",
    "यह खाली जगह अपने नायक के आने का इंतजार कर रही है!"
  ],
  "request": {
    "10001": "प्रश्न सफल नहीं हुआ है, कृपया थोड़ी देर बाद पुनः प्रयास करें या अपनी शर्तें जांचें।",
    "10002": "अपडेट ऑपरेशन सफल नहीं हुआ, कृपया थोड़ी देर बाद पुनः प्रयास करें।",
    "10003": "अस्थायी रूप से सम्मिलन ऑपरेशन पूरा नहीं हो सका, कृपया थोड़ी देर बाद पुनः प्रयास करें।",
    "10004": "हटाने का ऑपरेशन पूरा नहीं हो सका, कृपया थोड़ी देर बाद पुनः प्रयास करें।",
    "20001": "यह उपयोगकर्ता जानकारी पहले से मौजूद है, कृपया जानकारी बदलकर पुनः प्रयास करें।",
    "20002": "यह उपयोगकर्ता नहीं मिला, कृपया जानकारी की जांच कर पुनः प्रयास करें।",
    "20003": "आपके द्वारा दर्ज किया गया पासवर्ड गलत है, कृपया पुनः दर्ज करें।",
    "20004": "यह उपयोगकर्ता निष्क्रिय कर दिया गया है, यदि कोई प्रश्न हो तो कृपया ग्राहक सेवा से संपर्क करें।",
    "20005": "शेष राशि अपर्याप्त है, कृपया पुनः प्रयास करने से पहले रिचार्ज करें।",
    "20006": "पंजीकरण सुविधा अस्थायी रूप से उपलब्ध नहीं है, कृपया थोड़ी देर बाद पुनः प्रयास करें।",
    "20008": "उपयोगकर्ता की जानकारी गलत है, कृपया जांच करें और पुनः प्रयास करें।",
    "30001": "यह नोड पहले से मौजूद है, कृपया पुनः जोड़ने का प्रयास न करें।",
    "30002": "संबंधित नोड नहीं मिला, कृपया जांच कर पुनः प्रयास करें।",
    "30003": "समूह पहले से मौजूद है, कृपया अन्य नाम का उपयोग करने का प्रयास करें।",
    "30004": "यह समूह नहीं मिला, कृपया जानकारी की पुष्टि कर पुनः प्रयास करें।",
    "30005": "इस समूह में अभी भी सामग्री है, कृपया खाली करने के बाद पुनः प्रयास करें।",
    "400": "अनुरोध पैरामीटर सही नहीं हैं, कृपया जाँचें और पुनः सबमिट करें।",
    "40002": "मान्य टोकन नहीं मिला, कृपया पहले लॉगिन करें और फिर पुनः प्रयास करें।",
    "40003": "वर्तमान टोकन अमान्य है, कृपया पुनः प्राप्त कर पुनः प्रयास करें।",
    "40004": "टोकन की समय सीमा समाप्त हो गई है, कृपया पुनः लॉगिन करें।",
    "40005": "आपके पास पहुंच की अनुमति नहीं है, यदि कोई प्रश्न हो तो कृपया व्यवस्थापक से संपर्क करें।",
    "401": "अनुरोध बहुत बार किया गया है, कृपया थोड़ी देर बाद पुनः प्रयास करें।",
    "500": "सर्वर में कुछ समस्या है, कृपया थोड़ी देर बाद पुनः प्रयास करें।",
    "50001": "संबंधित कूपन जानकारी नहीं मिली, कृपया जांच कर पुनः प्रयास करें।",
    "50002": "यह कूपन पहले ही उपयोग किया जा चुका है, इसे पुनः उपयोग नहीं किया जा सकता।",
    "60001": "सदस्यता की समय सीमा समाप्त हो गई है, कृपया नवीनीकरण के बाद उपयोग करें।",
    "60002": "अस्थायी रूप से इस सदस्यता का उपयोग नहीं किया जा सकता, कृपया थोड़ी देर बाद पुनः प्रयास करें।",
    "60003": "एक मौजूदा सदस्यता का पता चला है। कृपया आगे बढ़ने से पहले इसे रद्द करें।",
    "60004": "वर्तमान में हटाने में असमर्थ क्योंकि सदस्यता में सक्रिय उपयोगकर्ता हैं।",
    "60005": "एकल सदस्यता मोड ने उपयोगकर्ता सीमा से अधिक कर दिया है",
    "70001": "सत्यापन कोड गलत है, कृपया पुनः दर्ज करें।",
    "80001": "कार्य सफलतापूर्वक कतार में नहीं जोड़ा गया, कृपया थोड़ी देर बाद पुनः प्रयास करें।",
    "90001": "कृपया DEBUG मोड बंद करें और फिर पुनः प्रयास करें।",
    "90015": "इस खाते ने आज की भेजने की सीमा पार कर ली है, कृपया कल फिर से प्रयास करें",
    "undefined": "सिस्टम में त्रुटि हुई है, कृपया थोड़ी देर बाद पुनः प्रयास करें।"
  },
  "table": {
    "actions": "क्रियाएँ",
    "asc": "आरोही",
    "desc": "अवरोही",
    "hide": "छिपाएँ",
    "pageInfo": "पृष्ठ {current}, कुल {total} पृष्ठ",
    "rowsPerPage": "प्रति पृष्ठ पंक्तियाँ",
    "selectedItems": "{total} पंक्तियाँ चयनित"
  },
  "unlimited": "असीमित"
}
