{
  "empty": [
    "Stellen Sie sich vor, dieser Bereich wäre voller spannender Inhalte! Im Moment müssen Sie sich das noch vorstellen…",
    "Dieser Bereich ist auf mysteriöse Weise verschwunden, wir versuchen ihn zurückzuholen!",
    "Oh je, nichts ist passiert… vielleicht möchten Sie etwas hinzufügen!",
    "Es ist, als ob Sie auf einem Konzert sind und die Bühne leer ist… wollen Sie auftreten?",
    "Sie haben ein leeres Paradies gefunden! Möchten Sie ein Haus bauen?",
    "Hier ist momentan nichts, aber Kreativität beginnt genau hier!",
    "Nichts ist da… aber keine Sorge, das ist nur der Anfang!",
    "Hier war eine große Überraschung geplant, aber sie ist entwischt!",
    "Im Moment ist nichts da, wie ein leerer Snackschrank.",
    "Diese leere Fläche wartet darauf, dass der Hauptdarsteller auftritt!"
  ],
  "list": {
    "pageInfo": "Seite {current} von {total}",
    "rowsPerPage": "Zeilen pro Seite",
    "selectedItems": "{total} Zeilen ausgewählt"
  },
  "login": "Anmelden/Registrieren",
  "request": {
    "10001": "Die Abfrage war vorübergehend nicht erfolgreich, bitte versuchen Sie es später erneut oder überprüfen Sie Ihre Bedingungen.",
    "10002": "Die Aktualisierung war nicht erfolgreich, bitte versuchen Sie es später erneut.",
    "10003": "Der Einfügevorgang kann derzeit nicht abgeschlossen werden, bitte versuchen Sie es später erneut.",
    "10004": "Der Löschvorgang konnte nicht abgeschlossen werden, bitte versuchen Sie es später erneut.",
    "20001": "Diese Benutzerinformationen existieren bereits, bitte ändern Sie die Informationen und versuchen Sie es erneut.",
    "20002": "Der Benutzer wurde nicht gefunden, bitte überprüfen Sie die Informationen und versuchen Sie es erneut.",
    "20003": "Das eingegebene Passwort ist nicht korrekt, bitte erneut eingeben.",
    "20004": "Dieser Benutzer wurde deaktiviert, bei Fragen wenden Sie sich bitte an den Kundenservice.",
    "20005": "Unzureichendes Guthaben, bitte aufladen und erneut versuchen.",
    "20006": "Die Registrierungsfunktion ist derzeit nicht verfügbar, bitte versuchen Sie es später erneut.",
    "20008": "Die Benutzerinformationen sind nicht korrekt, bitte überprüfen und erneut versuchen.",
    "30001": "Dieser Knoten existiert bereits, bitte nicht erneut hinzufügen.",
    "30002": "Kein relevanter Knoten gefunden, bitte überprüfen und erneut versuchen.",
    "30003": "Die Gruppe existiert bereits, bitte versuchen Sie einen anderen Namen zu verwenden.",
    "30004": "Die Gruppe wurde nicht gefunden, bitte überprüfen Sie die Informationen und versuchen Sie es erneut.",
    "30005": "Die Gruppe enthält noch Inhalte, bitte leeren Sie sie und versuchen Sie es erneut.",
    "400": "Die Anforderungsparameter sind nicht korrekt, bitte überprüfen und erneut einreichen.",
    "40002": "Kein gültiges Token gefunden, bitte zuerst einloggen und erneut versuchen.",
    "40003": "Das aktuelle Token ist ungültig, bitte erneut abrufen und versuchen.",
    "40004": "Das Token ist abgelaufen, bitte erneut einloggen.",
    "40005": "Sie haben derzeit keine Zugriffsberechtigung, bei Fragen wenden Sie sich bitte an den Administrator.",
    "401": "Anfrage zu häufig, bitte versuchen Sie es später erneut.",
    "500": "Der Server hat ein Problem festgestellt, bitte versuchen Sie es später erneut.",
    "50001": "Die entsprechenden Gutscheininformationen konnten nicht gefunden werden, bitte überprüfen und erneut versuchen.",
    "50002": "Dieser Gutschein wurde bereits verwendet und kann nicht erneut verwendet werden.",
    "60001": "Das Abonnement ist abgelaufen, bitte erneuern und dann verwenden.",
    "60002": "Das Abonnement kann derzeit nicht verwendet werden, bitte versuchen Sie es später erneut.",
    "60003": "Ein bestehendes Abonnement wurde erkannt. Bitte kündigen Sie es, bevor Sie fortfahren.",
    "60004": "Kann derzeit nicht gelöscht werden, da das Abonnement aktive Benutzer hat.",
    "60005": "Im Ein-Abonnement-Modus wurde das Benutzerlimit überschritten.",
    "70001": "Der Bestätigungscode ist falsch, bitte erneut eingeben.",
    "80001": "Die Aufgabe konnte nicht erfolgreich in die Warteschlange aufgenommen werden, bitte versuchen Sie es später erneut.",
    "90001": "Bitte deaktivieren Sie den DEBUG-Modus und versuchen Sie es erneut.",
    "90015": "Dieses Konto hat das tägliche Sendelimit erreicht. Bitte versuchen Sie es morgen erneut",
    "undefined": "Es ist ein Systemfehler aufgetreten, bitte versuchen Sie es später erneut."
  },
  "unlimited": "Unbegrenzt"
}
