{
  "billing": {
    "description": "Patrocinar ajuda o PPanel a continuar lançando atualizações!",
    "title": "Patrocinador"
  },
  "empty": [
    "Imagine que aqui está cheio de conteúdo incrível! Por enquanto, só podemos imaginar...",
    "Esta área desapareceu misteriosamente, estamos tentando trazê-la de volta!",
    "Ops, nada aconteceu... você pode preencher com algo!",
    "É como descobrir que o palco de um show está vazio... que tal você se apresentar?",
    "Você encontrou uma terra de oportunidades vazia! Que tal construir uma casa?",
    "Aqui está vazio por enquanto, mas a criatividade começa aqui!",
    "Nada por enquanto... mas não se preocupe, isso é só o começo!",
    "Aqui estava preparado uma grande surpresa, mas ela escapou!",
    "Por enquanto, nada, como se o armário de lanches estivesse vazio.",
    "Este espaço está esperando seu protagonista entrar em cena!"
  ],
  "request": {
    "10001": "A consulta não foi bem-sucedida, por favor, tente novamente mais tarde ou verifique suas condições.",
    "10002": "A operação de atualização não foi bem-sucedida, por favor, tente novamente mais tarde.",
    "10003": "Não é possível concluir a operação de inserção no momento, por favor, tente novamente mais tarde.",
    "10004": "A operação de exclusão não pôde ser concluída, por favor, tente novamente mais tarde.",
    "20001": "As informações do usuário já existem, por favor, altere as informações e tente novamente.",
    "20002": "Usuário não encontrado, por favor, verifique as informações e tente novamente.",
    "20003": "A senha que você digitou está incorreta, por favor, digite novamente.",
    "20004": "O usuário foi desativado, se tiver dúvidas, entre em contato com o suporte ao cliente.",
    "20005": "Saldo insuficiente, por favor, recarregue e tente novamente.",
    "20006": "A função de registro está temporariamente indisponível, por favor, tente novamente mais tarde.",
    "20008": "As informações do usuário estão incorretas, por favor, verifique e tente novamente.",
    "30001": "O nó já existe, por favor, não adicione novamente.",
    "30002": "Nenhum nó relacionado encontrado, por favor, verifique e tente novamente.",
    "30003": "O grupo já existe, por favor, tente usar outro nome.",
    "30004": "Grupo não encontrado, por favor, confirme as informações e tente novamente.",
    "30005": "Ainda há conteúdo neste grupo, por favor, esvazie-o e tente novamente.",
    "400": "Os parâmetros da solicitação estão incorretos, por favor, verifique e envie novamente.",
    "40002": "Token válido não encontrado, por favor, faça login e tente novamente.",
    "40003": "O token atual é inválido, por favor, obtenha um novo e tente novamente.",
    "40004": "O token expirou, por favor, faça login novamente.",
    "40005": "Você não tem permissão de acesso, se tiver dúvidas, entre em contato com o administrador.",
    "401": "Solicitações muito frequentes, por favor, tente novamente mais tarde.",
    "500": "O servidor encontrou alguns problemas, por favor, tente novamente mais tarde.",
    "50001": "Informações do cupom não encontradas, por favor, verifique e tente novamente.",
    "50002": "O cupom já foi usado, não pode ser reutilizado.",
    "60001": "A assinatura expirou, por favor, renove para continuar usando.",
    "60002": "Não é possível usar a assinatura no momento, por favor, tente novamente mais tarde.",
    "60003": "Uma assinatura existente foi detectada. Cancele-a antes de prosseguir.",
    "60004": "Não é possível excluir no momento, pois a assinatura possui usuários ativos.",
    "60005": "O modo de assinatura única excedeu o limite de usuários",
    "70001": "Código de verificação incorreto, por favor, digite novamente.",
    "80001": "A tarefa não foi adicionada à fila com sucesso, por favor, tente novamente mais tarde.",
    "90001": "Por favor, desative o modo DEBUG e tente novamente.",
    "90015": "Esta conta atingiu o limite de envios do dia, tente novamente amanhã",
    "undefined": "Ocorreu um erro no sistema, por favor, tente novamente mais tarde."
  },
  "table": {
    "actions": "Ações",
    "asc": "Ascendente",
    "desc": "Descendente",
    "hide": "Ocultar",
    "pageInfo": "Página {current} de {total}",
    "rowsPerPage": "Linhas por página",
    "selectedItems": "{total} linhas selecionadas"
  },
  "unlimited": "ilimitado"
}
