{
  "check": {
    "checking": "Se verifică...",
    "continue": "Continuă",
    "description": "Vă rugăm să introduceți adresa de e-mail pentru a continua autentificarea sau înregistrarea.",
    "email": "Vă rugăm să introduceți o adresă de e-mail validă.",
    "title": "Autentificare/Înregistrare"
  },
  "get": "Obține",
  "login": {
    "codeLogin": "Autentificare cu Cod de Verificare",
    "description": "Vă rugăm să introduceți informațiile contului pentru a vă conecta.",
    "email": "Vă rugăm să introduceți o adresă de email validă.",
    "forgotPassword": "Ați uitat parola?",
    "passwordLogin": "Autentificare cu Parolă",
    "registerAccount": "Înregistrare Cont",
    "success": "Autentificare reușită!",
    "title": "Autentificare"
  },
  "logout": "Deconectare",
  "methods": {
    "email": "Email",
    "mobile": "Telefon"
  },
  "orWithEmail": "sau folosește e-mailul",
  "register": {
    "description": "Creați un cont nou, completați informațiile dvs. pentru a vă înregistra.",
    "email": "Vă rugăm să introduceți o adresă de email validă.",
    "existingAccount": "Aveți deja un cont?",
    "get": "Obțineți",
    "invite": "Cod de invitație (opțional)",
    "message": "#### Stimate utilizator,\n\nVă mulțumim pentru interesul și sprijinul acordat. Datorită ajustării strategiei de operare a site-ului, am închis funcția de înregistrare a utilizatorilor noi. În această perioadă, utilizatorii existenți nu vor fi afectați în niciun fel.\n\nNe angajăm să vă oferim servicii și experiențe mai bune, așa că vom efectua optimizări complete ale sistemului și actualizări ale funcționalităților în perioada în care înregistrarea este închisă. În viitor, vă vom întâmpina cu conținut și servicii de calitate superioară.\n\nVă rugăm să urmăriți site-ul nostru și platformele de social media pentru a obține cele mai recente actualizări și notificări. Vă mulțumim pentru înțelegerea și sprijinul dvs.\n\nDacă aveți întrebări sau aveți nevoie de ajutor, nu ezitați să contactați echipa noastră de asistență clienți.\n\n**Vă mulțumim din nou pentru sprijinul și înțelegerea dvs.**",
    "passwordMismatch": "Parolele introduse nu se potrivesc",
    "success": "Înregistrare reușită, ați fost conectat automat!",
    "switchToLogin": "Conectare/Resetare email",
    "title": "Înregistrare",
    "whitelist": "Domeniul de email nu se află pe lista albă permisă."
  },
  "reset": {
    "description": "Introduceți adresa dvs. de e-mail pentru a reseta parola.",
    "email": "Vă rugăm să introduceți o adresă de email validă.",
    "existingAccount": "Aveți deja un cont?",
    "get": "Obțineți",
    "success": "Parola a fost resetată cu succes, ați fost redirecționat automat la autentificare!",
    "switchToLogin": "Autentificare/Înregistrare",
    "title": "Resetați parola"
  },
  "tos": "Termeni și condiții",
  "verifyAccount": "Verificare Cont",
  "verifyAccountDesc": "Vă rugăm să vă verificați contul pentru a continua."
}
