{
  "authenticating": "กำลังตรวจสอบสิทธิ์...",
  "check": {
    "checking": "กำลังตรวจสอบ...",
    "continue": "ดำเนินการต่อ",
    "description": "กรุณาใส่อีเมลของคุณเพื่อเข้าสู่ระบบหรือสมัครสมาชิกต่อไป",
    "email": "กรุณาใส่ที่อยู่อีเมลที่ถูกต้อง",
    "title": "เข้าสู่ระบบ/สมัครสมาชิก"
  },
  "get": "รับ",
  "login": {
    "codeLogin": "เข้าสู่ระบบด้วยรหัสยืนยัน",
    "description": "กรุณาใส่ข้อมูลบัญชีของคุณเพื่อเข้าสู่ระบบ",
    "email": "กรุณาใส่ที่อยู่อีเมลที่ถูกต้อง.",
    "forgotPassword": "ลืมรหัสผ่าน?",
    "passwordLogin": "เข้าสู่ระบบด้วยรหัสผ่าน",
    "registerAccount": "ลงทะเบียนบัญชี",
    "success": "เข้าสู่ระบบสำเร็จ!",
    "title": "เข้าสู่ระบบ"
  },
  "methods": {
    "email": "อีเมล",
    "mobile": "โทรศัพท์"
  },
  "orWithEmail": "หรือใช้ที่อยู่อีเมล",
  "privacyPolicy": "นโยบายความเป็นส่วนตัว",
  "register": {
    "description": "สร้างบัญชีใหม่ กรอกข้อมูลของคุณเพื่อสมัครสมาชิก",
    "email": "กรุณากรอกที่อยู่อีเมลที่ถูกต้อง",
    "existingAccount": "มีบัญชีอยู่แล้วหรือไม่?",
    "get": "รับ",
    "invite": "รหัสเชิญ",
    "message": "#### เรียนผู้ใช้ที่เคารพ\n\nขอขอบคุณที่ให้ความสนใจและสนับสนุนเรา เนื่องจากการปรับเปลี่ยนนโยบายการดำเนินงานของเว็บไซต์ เราได้ปิดการลงทะเบียนผู้ใช้ใหม่ ในช่วงเวลานี้ การใช้งานของผู้ใช้ปัจจุบันจะไม่ได้รับผลกระทบใดๆ\n\nเรามุ่งมั่นที่จะให้บริการและประสบการณ์ที่ดียิ่งขึ้นแก่คุณ ดังนั้นเราจะทำการปรับปรุงระบบและอัปเกรดฟังก์ชันอย่างเต็มรูปแบบในช่วงที่ปิดการลงทะเบียน ในอนาคต เราจะต้อนรับคุณด้วยเนื้อหาและบริการที่มีคุณภาพยิ่งขึ้น\n\nโปรดติดตามเว็บไซต์และแพลตฟอร์มโซเชียลมีเดียของเรา เพื่อรับข้อมูลและการแจ้งเตือนล่าสุด ขอบคุณสำหรับความเข้าใจและการสนับสนุนของคุณ\n\nหากมีคำถามหรือความต้องการความช่วยเหลือใดๆ โปรดติดต่อทีมบริการลูกค้าของเราได้ตลอดเวลา\n\n**ขอขอบคุณอีกครั้งสำหรับการสนับสนุนและความเข้าใจของคุณ**",
    "passwordMismatch": "รหัสผ่านที่กรอกไม่ตรงกัน",
    "success": "สมัครสมาชิกสำเร็จ เข้าสู่ระบบอัตโนมัติแล้ว!",
    "switchToLogin": "เข้าสู่ระบบ/รีเซ็ตอีเมล",
    "title": "สมัครสมาชิก",
    "whitelist": "โดเมนอีเมลไม่อยู่ในรายการที่อนุญาตไว้"
  },
  "reset": {
    "description": "กรุณาใส่ที่อยู่อีเมลของคุณเพื่อรีเซ็ตรหัสผ่าน",
    "email": "กรุณาใส่ที่อยู่อีเมลที่ถูกต้อง.",
    "existingAccount": "มีบัญชีอยู่แล้ว?",
    "get": "รับ",
    "success": "รีเซ็ตรหัสผ่านสำเร็จ, เปลี่ยนไปที่เข้าสู่ระบบโดยอัตโนมัติ!",
    "switchToLogin": "เข้าสู่ระบบ/สมัครสมาชิก",
    "title": "รีเซ็ตรหัสผ่าน"
  },
  "tos": "ข้อกำหนดในการให้บริการ",
  "verifyAccount": "การยืนยันบัญชี",
  "verifyAccountDesc": "กรุณายืนยันบัญชีของคุณเพื่อดำเนินการต่อ"
}
