{
  "empty": [
    "ลองจินตนาการว่าที่นี่เต็มไปด้วยเนื้อหาที่น่าตื่นเต้น! ตอนนี้ต้องพึ่งจินตนาการไปก่อน...",
    "พื้นที่นี้หายไปอย่างลึกลับ เรากำลังเรียกมันกลับมา!",
    "โอ๊ะ ไม่มีอะไรเกิดขึ้น...คุณสามารถเติมอะไรลงไปเองได้!",
    "เหมือนกับการพบว่าเวทีคอนเสิร์ตไม่มีใครอยู่...คุณอยากขึ้นไปแสดงไหม?",
    "คุณพบดินแดนว่างเปล่า! อยากสร้างบ้านไหม?",
    "ที่นี่ว่างเปล่าในตอนนี้ แต่ความคิดสร้างสรรค์เริ่มต้นจากที่นี่!",
    "ไม่มีอะไรเลย...แต่ไม่ต้องกังวล นี่เป็นเพียงจุดเริ่มต้น!",
    "ที่นี่เคยเตรียมเซอร์ไพรส์ใหญ่ไว้ แต่เซอร์ไพรส์หนีไปแล้ว!",
    "ตอนนี้ไม่มีอะไร เหมือนตู้ขนมที่ถูกกินจนหมด",
    "พื้นที่ว่างนี้กำลังรอคอยตัวเอกของมัน!"
  ],
  "list": {
    "pageInfo": "หน้า {current} จากทั้งหมด {total} หน้า",
    "rowsPerPage": "จำนวนแถวต่อหน้า",
    "selectedItems": "เลือกแล้ว {total} แถว"
  },
  "login": "เข้าสู่ระบบ/ลงทะเบียน",
  "request": {
    "10001": "การค้นหายังไม่สำเร็จ กรุณาลองใหม่อีกครั้งในภายหลังหรือตรวจสอบเงื่อนไขของคุณ",
    "10002": "การอัปเดตไม่สำเร็จ กรุณาลองใหม่อีกครั้งในภายหลัง",
    "10003": "ไม่สามารถดำเนินการแทรกได้ในขณะนี้ กรุณาลองใหม่อีกครั้งในภายหลัง",
    "10004": "การลบไม่สำเร็จ กรุณาลองใหม่อีกครั้งในภายหลัง",
    "20001": "ข้อมูลผู้ใช้นี้มีอยู่แล้ว กรุณาเปลี่ยนข้อมูลและลองใหม่อีกครั้ง",
    "20002": "ไม่พบผู้ใช้ กรุณาตรวจสอบข้อมูลและลองใหม่อีกครั้ง",
    "20003": "รหัสผ่านที่คุณป้อนไม่ถูกต้อง กรุณาใส่ใหม่อีกครั้ง",
    "20004": "ผู้ใช้นี้ถูกระงับ หากมีข้อสงสัยกรุณาติดต่อฝ่ายบริการลูกค้า",
    "20005": "ยอดเงินคงเหลือไม่เพียงพอ กรุณาเติมเงินและลองใหม่อีกครั้ง",
    "20006": "ฟังก์ชันการลงทะเบียนไม่สามารถใช้งานได้ในขณะนี้ กรุณาลองใหม่อีกครั้งในภายหลัง",
    "20008": "ข้อมูลผู้ใช้ไม่ถูกต้อง กรุณาตรวจสอบและลองใหม่อีกครั้ง",
    "30001": "โหนดนี้มีอยู่แล้ว กรุณาอย่าเพิ่มซ้ำ",
    "30002": "ไม่พบโหนดที่เกี่ยวข้อง กรุณาตรวจสอบและลองใหม่อีกครั้ง",
    "30003": "กลุ่มนี้มีอยู่แล้ว กรุณาลองใช้ชื่ออื่น",
    "30004": "ไม่พบกลุ่มนี้ กรุณายืนยันข้อมูลและลองใหม่อีกครั้ง",
    "30005": "ยังมีเนื้อหาในกลุ่มนี้ กรุณาล้างข้อมูลก่อนลองใหม่อีกครั้ง",
    "400": "พารามิเตอร์คำขอไม่ถูกต้อง กรุณาตรวจสอบและส่งใหม่อีกครั้ง",
    "40002": "ไม่พบ Token ที่ถูกต้อง กรุณาเข้าสู่ระบบก่อนลองใหม่อีกครั้ง",
    "40003": "Token ปัจจุบันไม่ถูกต้อง กรุณารับใหม่และลองอีกครั้ง",
    "40004": "Token หมดอายุ กรุณาเข้าสู่ระบบใหม่",
    "40005": "คุณไม่มีสิทธิ์เข้าถึง หากมีข้อสงสัยกรุณาติดต่อผู้ดูแลระบบ",
    "401": "คำขอบ่อยเกินไป กรุณาลองใหม่อีกครั้งในภายหลัง",
    "500": "เซิร์ฟเวอร์พบปัญหา กรุณาลองใหม่อีกครั้งในภายหลัง",
    "50001": "ไม่พบข้อมูลคูปองที่สอดคล้องกัน กรุณาตรวจสอบและลองใหม่อีกครั้ง",
    "50002": "คูปองนี้ถูกใช้ไปแล้ว ไม่สามารถใช้ซ้ำได้",
    "60001": "การสมัครสมาชิกหมดอายุ กรุณาต่ออายุและใช้งานใหม่",
    "60002": "ไม่สามารถใช้การสมัครสมาชิกนี้ได้ในขณะนี้ กรุณาลองใหม่อีกครั้งในภายหลัง",
    "60003": "ตรวจพบการสมัครสมาชิกที่มีอยู่ กรุณายกเลิกก่อนดำเนินการต่อ",
    "60004": "ไม่สามารถลบได้ในขณะนี้เนื่องจากการสมัครมีผู้ใช้ที่ใช้งานอยู่",
    "60005": "โหมดการสมัครสมาชิกเดี่ยวเกินขีดจำกัดจำนวนผู้ใช้แล้ว.",
    "70001": "รหัสยืนยันไม่ถูกต้อง กรุณาใส่ใหม่อีกครั้ง",
    "80001": "งานไม่สำเร็จในการเข้าคิว กรุณาลองใหม่อีกครั้งในภายหลัง",
    "90001": "กรุณาปิดโหมด DEBUG แล้วลองอีกครั้ง",
    "90015": "บัญชีนี้ถึงขีดจำกัดการส่งของวันนี้แล้ว กรุณาลองใหม่อีกครั้งในวันพรุ่งนี้",
    "undefined": "ระบบเกิดข้อผิดพลาด กรุณาลองใหม่อีกครั้งในภายหลัง"
  },
  "unlimited": "ไม่จำกัด"
}
