{
  "empty": [
    "Hãy tưởng tượng nơi này đầy ắp nội dung thú vị! Tạm thời chỉ có thể tưởng tượng thôi…",
    "Khu vực này đã biến mất một cách bí ẩn, chúng tôi đang triệu hồi nó trở lại!",
    "Ôi chao, chẳng có gì xảy ra… bạn có thể tự điền gì đó vào!",
    "Giống như phát hiện sân khấu không có ai trong buổi hòa nhạc… sao bạn không lên biểu diễn?",
    "Bạn đã tìm thấy một vùng đất trống! Có muốn xây một ngôi nhà không?",
    "Nơi này tạm thời trống rỗng, nhưng sự sáng tạo bắt đầu từ đây!",
    "Chẳng có gì cả… nhưng đừng lo, đây chỉ là khởi đầu thôi!",
    "Nơi này đã chuẩn bị một bất ngờ lớn, nhưng bất ngờ đã trốn mất rồi!",
    "Tạm thời không có gì, giống như tủ đồ ăn vặt đã bị ăn sạch vậy.",
    "Khu đất trống này đang chờ nhân vật chính xuất hiện!"
  ],
  "list": {
    "pageInfo": "Trang {current} trong tổng số {total} trang",
    "rowsPerPage": "Số hàng mỗi trang",
    "selectedItems": "Đã chọn {total} hàng"
  },
  "login": "Đăng nhập/Đăng ký",
  "request": {
    "10001": "Truy vấn chưa thành công, vui lòng thử lại sau hoặc kiểm tra điều kiện của bạn.",
    "10002": "Cập nhật không thành công, vui lòng thử lại sau.",
    "10003": "Tạm thời không thể hoàn thành thao tác chèn, vui lòng thử lại sau.",
    "10004": "Xóa không thành công, vui lòng thử lại sau.",
    "20001": "Thông tin người dùng này đã tồn tại, vui lòng thay đổi thông tin và thử lại.",
    "20002": "Không tìm thấy người dùng này, vui lòng kiểm tra thông tin và thử lại.",
    "20003": "Mật khẩu bạn nhập không chính xác, vui lòng nhập lại.",
    "20004": "Người dùng này đã bị vô hiệu hóa, nếu có thắc mắc vui lòng liên hệ dịch vụ khách hàng.",
    "20005": "Số dư không đủ, vui lòng nạp tiền và thử lại.",
    "20006": "Chức năng đăng ký tạm thời không khả dụng, vui lòng thử lại sau.",
    "20008": "Thông tin người dùng không chính xác, vui lòng kiểm tra và thử lại.",
    "30001": "Nút này đã tồn tại, vui lòng không thêm lại.",
    "30002": "Không tìm thấy nút liên quan, vui lòng kiểm tra và thử lại.",
    "30003": "Nhóm đã tồn tại, vui lòng thử sử dụng tên khác.",
    "30004": "Không tìm thấy nhóm này, vui lòng xác nhận thông tin và thử lại.",
    "30005": "Nhóm này vẫn còn nội dung, vui lòng làm trống trước khi thử lại.",
    "400": "Tham số yêu cầu không chính xác, vui lòng kiểm tra và gửi lại.",
    "40002": "Không tìm thấy Token hợp lệ, vui lòng đăng nhập trước khi thử lại.",
    "40003": "Token hiện tại không hợp lệ, vui lòng lấy lại và thử lại.",
    "40004": "Token đã hết hạn, vui lòng đăng nhập lại.",
    "40005": "Bạn không có quyền truy cập, nếu có thắc mắc vui lòng liên hệ quản trị viên.",
    "401": "Yêu cầu quá thường xuyên, vui lòng thử lại sau.",
    "500": "Máy chủ gặp một số vấn đề, vui lòng thử lại sau.",
    "50001": "Không tìm thấy thông tin phiếu giảm giá tương ứng, vui lòng kiểm tra và thử lại.",
    "50002": "Phiếu giảm giá này đã được sử dụng, không thể sử dụng lại.",
    "60001": "Đăng ký đã hết hạn, vui lòng gia hạn trước khi sử dụng.",
    "60002": "Tạm thời không thể sử dụng đăng ký này, vui lòng thử lại sau.",
    "60003": "Phát hiện đăng ký hiện có. Vui lòng hủy trước khi tiếp tục.",
    "60004": "Không thể xóa vào lúc này vì đăng ký có người dùng đang hoạt động.",
    "60005": "Chế độ đăng ký đơn đã vượt quá giới hạn người dùng.",
    "70001": "Mã xác nhận không chính xác, vui lòng nhập lại.",
    "80001": "Nhiệm vụ không được thêm vào hàng đợi thành công, vui lòng thử lại sau.",
    "90001": "Vui lòng tắt chế độ DEBUG và thử lại.",
    "90015": "Tài khoản này đã đạt giới hạn gửi trong ngày, vui lòng thử lại vào ngày mai.",
    "undefined": "Hệ thống xảy ra lỗi, vui lòng thử lại sau."
  },
  "unlimited": "không giới hạn"
}
