{
  "billing": {
    "description": "Sponsoring helps PPanel to continue releasing updates!",
    "title": "Sponsor"
  },
  "empty": [
    "Imagine this place filled with exciting content! For now, you'll have to use your imagination...",
    "This area mysteriously disappeared, but we're summoning it back!",
    "Oh no, nothing happened... Feel free to fill in the blank!",
    "It's like being at a concert and realizing there's no one on stage... Want to go up and perform?",
    "You've found a blank canvas! How about building a house?",
    "This area is currently empty, but creativity starts here!",
    "Nothing here... but don't worry, it's just the beginning!",
    "There were supposed to be big surprises here, but they slipped away!",
    "There's nothing here for now, like an empty snack cabinet.",
    "This empty space is waiting for its star to take the stage!"
  ],
  "request": {
    "10001": "Query was not successful, please try again later or check your conditions.",
    "10002": "Update operation was not successful, please try again later.",
    "10003": "Insert operation cannot be completed at the moment, please try again later.",
    "10004": "Deletion operation could not be completed, please try again later.",
    "20001": "The user information already exists, please retry with different information.",
    "20002": "User not found, please check the information and try again.",
    "20003": "Incorrect password, please re-enter.",
    "20004": "The user is disabled, please contact customer service if you have questions.",
    "20005": "Insufficient balance, please recharge and try again.",
    "20006": "The registration function is temporarily unavailable, please try again later.",
    "20008": "User information is incorrect, please check and try again.",
    "30001": "The node already exists, please do not add it again.",
    "30002": "Related node not found, please check and try again.",
    "30003": "Group already exists, please try using a different name.",
    "30004": "Group not found, please verify the information and try again.",
    "30005": "There is still content in the group, please clear it and try again.",
    "400": "The request parameters are incorrect, please check and resubmit.",
    "40002": "Valid Token not found, please log in before retrying.",
    "40003": "Current Token is invalid, please reacquire before trying again.",
    "40004": "Token has expired, please log in again.",
    "40005": "You do not have access permission, please contact the administrator if you have any questions.",
    "401": "Request is too frequent, please try again later.",
    "500": "The server is having some issues, please try again later.",
    "50001": "Corresponding coupon information not found, please check and try again.",
    "50002": "The coupon has been used, cannot be used again.",
    "60001": "Subscription has expired, please renew before using.",
    "60002": "Unable to use the subscription at the moment, please try again later.",
    "60003": "An existing subscription is detected. Please cancel it before proceeding.",
    "60004": "Unable to delete at the moment as the subscription has active users.",
    "60005": "Single subscription mode has exceeded user limit",
    "70001": "Incorrect verification code, please re-enter.",
    "80001": "Task was not successfully queued, please try again later.",
    "90001": "Please disable DEBUG mode and try again.",
    "90015": "This account has reached the limit of sending times today, please try again tomorrow.",
    "undefined": "An error occurred in the system, please try again later."
  },
  "table": {
    "actions": "Actions",
    "asc": "Ascending",
    "desc": "Descending",
    "hide": "Hide",
    "pageInfo": "Page {current} of {total}",
    "rowsPerPage": "Rows per page",
    "selectedItems": "Selected {total} rows"
  },
  "unlimited": "Unlimited"
}
