{
  "billing": {
    "description": "Sponsing bidrar til at PPanel kan fortsette å gi ut oppdateringer!",
    "title": "Sponsorer"
  },
  "empty": [
    "Tenk deg at dette stedet er fylt med fantastisk innhold! Foreløpig må du bare forestille deg det…",
    "Dette området har mystisk forsvunnet, vi prøver å få det tilbake!",
    "Oi, ingenting skjedde… kanskje du kan fylle inn noe selv!",
    "Det er som å oppdage at scenen på en konsert er tom… vil du gå opp og opptre?",
    "Du har funnet et tomt paradis! Vil du bygge et hus?",
    "Det er ingenting her for øyeblikket, men kreativiteten starter her!",
    "Ingenting her… men ikke bekymre deg, dette er bare begynnelsen!",
    "Det var en stor overraskelse her, men den har stukket av!",
    "Foreløpig er det ingenting her, som en tom godteriskål.",
    "Dette tomme området venter på at hovedpersonen skal tre inn!"
  ],
  "request": {
    "10001": "Forespørselen var ikke vellykket, vennligst prøv igjen senere eller sjekk dine kriterier.",
    "10002": "Oppdateringen var ikke vellykket, vennligst prøv igjen senere.",
    "10003": "Kan for øyeblikket ikke fullføre innsettingsoperasjonen, vennligst prøv igjen senere.",
    "10004": "Slettingen kunne ikke fullføres, vennligst prøv igjen senere.",
    "20001": "Brukerinformasjonen eksisterer allerede, vennligst endre informasjonen og prøv igjen.",
    "20002": "Brukeren ble ikke funnet, vennligst sjekk informasjonen og prøv igjen.",
    "20003": "Passordet du skrev inn er ikke korrekt, vennligst skriv det inn på nytt.",
    "20004": "Brukeren er deaktivert, vennligst kontakt kundeservice hvis du har spørsmål.",
    "20005": "Saldoen er utilstrekkelig, vennligst fyll på og prøv igjen.",
    "20006": "Registreringsfunksjonen er midlertidig utilgjengelig, vennligst prøv igjen senere.",
    "20008": "Brukerinformasjonen er feil, vennligst sjekk og prøv igjen.",
    "30001": "Noden eksisterer allerede, vennligst ikke legg den til igjen.",
    "30002": "Ingen relaterte noder funnet, vennligst sjekk og prøv igjen.",
    "30003": "Gruppen eksisterer allerede, vennligst prøv et annet navn.",
    "30004": "Gruppen ble ikke funnet, vennligst bekreft informasjonen og prøv igjen.",
    "30005": "Gruppen inneholder fortsatt innhold, vennligst tøm den og prøv igjen.",
    "400": "Forespørselens parametere er ikke korrekte, vennligst sjekk og send inn på nytt.",
    "40002": "Ingen gyldig token funnet, vennligst logg inn og prøv igjen.",
    "40003": "Den nåværende token er ugyldig, vennligst hent en ny og prøv igjen.",
    "40004": "Token er utløpt, vennligst logg inn på nytt.",
    "40005": "Du har ikke tilgang, vennligst kontakt administratoren hvis du har spørsmål.",
    "401": "For mange forespørsler, vennligst prøv igjen senere.",
    "500": "Serveren har støtt på noen problemer, vennligst prøv igjen senere.",
    "50001": "Kan ikke finne tilsvarende kuponginformasjon, vennligst sjekk og prøv igjen.",
    "50002": "Kupongen er allerede brukt og kan ikke brukes igjen.",
    "60001": "Abonnementet er utløpt, vennligst forny det før bruk.",
    "60002": "Kan for øyeblikket ikke bruke abonnementet, vennligst prøv igjen senere.",
    "60003": "Et eksisterende abonnement er oppdaget. Vennligst avbryt det før du fortsetter.",
    "60004": "Kan ikke slettes for øyeblikket da abonnementet har aktive brukere.",
    "60005": "Enkel abonnementsmodus har overskredet brukergrensen",
    "70001": "Verifikasjonskoden er feil, vennligst skriv den inn på nytt.",
    "80001": "Oppgaven ble ikke vellykket lagt til i køen, vennligst prøv igjen senere.",
    "90001": "Vennligst deaktiver DEBUG-modus og prøv igjen.",
    "90015": "Denne kontoen har nådd dagens sendingsgrense, prøv igjen i morgen",
    "undefined": "Det oppstod en systemfeil, vennligst prøv igjen senere."
  },
  "table": {
    "actions": "Handlinger",
    "asc": "Stigende",
    "desc": "Synkende",
    "hide": "Skjul",
    "pageInfo": "Side {current} av {total}",
    "rowsPerPage": "Rader per side",
    "selectedItems": "{total} rader valgt"
  },
  "unlimited": "ubegrenset"
}
