{
  "empty": [
    "ここには素晴らしいコンテンツが満載されるはずです！今は想像力に頼るしかありません…",
    "このエリアは神秘的に消えましたが、私たちはそれを呼び戻しています！",
    "あら、何も起こりませんでした…自分で何かを埋めてみてください！",
    "まるでコンサートでステージに誰もいないのを発見したようなものです…あなたが上がってパフォーマンスしてみませんか？",
    "空白の楽園を見つけました！家を建ててみませんか？",
    "ここは一時的に何もありませんが、創造はここから始まります！",
    "何もありません…でも心配しないで、これは始まりに過ぎません！",
    "ここには大きなサプライズが用意されていましたが、サプライズが逃げてしまいました！",
    "一時的に何もありません、お菓子の棚が空っぽになったように。",
    "この空き地は主役の登場を待っています！"
  ],
  "list": {
    "pageInfo": "第 {current} ページ、全 {total} ページ",
    "rowsPerPage": "ページあたりの行数",
    "selectedItems": "{total} 行が選択されました"
  },
  "login": "ログイン/登録",
  "request": {
    "10001": "クエリがまだ成功していません。しばらくしてから再試行するか、条件を確認してください。",
    "10002": "更新操作が成功しませんでした。しばらくしてから再試行してください。",
    "10003": "挿入操作を完了できません。しばらくしてから再試行してください。",
    "10004": "削除操作が完了しませんでした。しばらくしてから再試行してください。",
    "20001": "このユーザー情報は既に存在します。情報を変更して再試行してください。",
    "20002": "ユーザーが見つかりません。情報を確認して再試行してください。",
    "20003": "入力したパスワードが正しくありません。再入力してください。",
    "20004": "このユーザーは無効になっています。疑問がある場合はカスタマーサービスにお問い合わせください。",
    "20005": "残高が不足しています。チャージしてから再試行してください。",
    "20006": "登録機能は一時的に利用できません。しばらくしてから再試行してください。",
    "20008": "ユーザー情報が正しくありません。確認して再試行してください。",
    "30001": "このノードは既に存在します。重複して追加しないでください。",
    "30002": "関連するノードが見つかりません。確認して再試行してください。",
    "30003": "グループは既に存在します。他の名前を使用してみてください。",
    "30004": "グループが見つかりません。情報を確認して再試行してください。",
    "30005": "このグループにはまだ内容があります。空にしてから再試行してください。",
    "400": "リクエストパラメータが正しくありません。確認して再送信してください。",
    "40002": "有効なトークンが見つかりません。ログインしてから再試行してください。",
    "40003": "現在のトークンは無効です。再取得してから再試行してください。",
    "40004": "トークンの有効期限が切れています。再度ログインしてください。",
    "40005": "アクセス権がありません。疑問がある場合は管理者にお問い合わせください。",
    "401": "リクエストが多すぎます。しばらくしてから再試行してください。",
    "500": "サーバーに問題が発生しました。しばらくしてから再試行してください。",
    "50001": "対応するクーポン情報が見つかりません。確認して再試行してください。",
    "50002": "このクーポンは既に使用されています。再利用できません。",
    "60001": "サブスクリプションの有効期限が切れています。更新してからご利用ください。",
    "60002": "このサブスクリプションは一時的に使用できません。しばらくしてから再試行してください。",
    "60003": "既存のサブスクリプションが検出されました。続行する前にキャンセルしてください。",
    "60004": "サブスクリプションにアクティブなユーザーがいるため、現在削除できません。",
    "60005": "シングルサブスクリプションモードではユーザー数の上限を超えました。",
    "70001": "認証コードが間違っています。再入力してください。",
    "80001": "タスクがキューに正常に追加されませんでした。しばらくしてから再試行してください。",
    "90001": "DEBUGモードを無効にして、もう一度お試しください。",
    "90015": "このアカウントは本日の送信回数制限に達しました。明日再度お試しください",
    "undefined": "システムエラーが発生しました。しばらくしてから再試行してください。"
  },
  "unlimited": "無制限"
}
