{
  "billing": {
    "description": "Wsparcie finansowe pomaga PPanel w dalszym publikowaniu aktualizacji!",
    "title": "Sponsorzy"
  },
  "empty": [
    "Wyobraź sobie, że to miejsce jest pełne wspaniałych treści! Na razie musisz polegać na wyobraźni…",
    "Ten obszar tajemniczo zniknął, przywołujemy go z powrotem!",
    "Ups, nic się nie wydarzyło… możesz sam coś dodać!",
    "To jak odkrycie, że na koncercie nie ma nikogo na scenie… może chcesz wystąpić?",
    "Znalazłeś pustą krainę! Może zbudujesz tu dom?",
    "Na razie nic tu nie ma, ale kreatywność zaczyna się właśnie tutaj!",
    "Nic tu nie ma… ale nie martw się, to dopiero początek!",
    "Tutaj miała być wielka niespodzianka, ale uciekła!",
    "Na razie nic tu nie ma, jakby szafka ze smakołykami była pusta.",
    "To miejsce czeka na swojego bohatera!"
  ],
  "request": {
    "10001": "Zapytanie nie powiodło się, spróbuj ponownie później lub sprawdź swoje warunki.",
    "10002": "Aktualizacja nie powiodła się, spróbuj ponownie później.",
    "10003": "Nie można tymczasowo wykonać operacji wstawiania, spróbuj ponownie później.",
    "10004": "Operacja usuwania nie powiodła się, spróbuj ponownie później.",
    "20001": "Informacje o użytkowniku już istnieją, zmień informacje i spróbuj ponownie.",
    "20002": "Nie znaleziono użytkownika, sprawdź informacje i spróbuj ponownie.",
    "20003": "Wprowadzone hasło jest nieprawidłowe, wprowadź ponownie.",
    "20004": "Użytkownik został zablokowany, w razie wątpliwości skontaktuj się z obsługą klienta.",
    "20005": "Niewystarczające środki, doładuj konto i spróbuj ponownie.",
    "20006": "Funkcja rejestracji jest tymczasowo niedostępna, spróbuj ponownie później.",
    "20008": "Informacje o użytkowniku są nieprawidłowe, sprawdź i spróbuj ponownie.",
    "30001": "Węzeł już istnieje, nie dodawaj go ponownie.",
    "30002": "Nie znaleziono odpowiedniego węzła, sprawdź i spróbuj ponownie.",
    "30003": "Grupa już istnieje, spróbuj użyć innej nazwy.",
    "30004": "Nie znaleziono grupy, sprawdź informacje i spróbuj ponownie.",
    "30005": "Grupa zawiera jeszcze treści, opróżnij ją i spróbuj ponownie.",
    "400": "Parametry żądania są nieprawidłowe, sprawdź i prześlij ponownie.",
    "40002": "Nie znaleziono ważnego tokena, zaloguj się i spróbuj ponownie.",
    "40003": "Obecny token jest nieważny, uzyskaj nowy i spróbuj ponownie.",
    "40004": "Token wygasł, zaloguj się ponownie.",
    "40005": "Nie masz uprawnień dostępu, w razie wątpliwości skontaktuj się z administratorem.",
    "401": "Żądanie jest zbyt częste, spróbuj ponownie później.",
    "500": "Serwer napotkał pewne problemy, spróbuj ponownie później.",
    "50001": "Nie znaleziono informacji o kuponie, sprawdź i spróbuj ponownie.",
    "50002": "Kupon został już użyty, nie można go użyć ponownie.",
    "60001": "Subskrypcja wygasła, odnow ją i użyj ponownie.",
    "60002": "Nie można tymczasowo użyć tej subskrypcji, spróbuj ponownie później.",
    "60003": "Wykryto istniejącą subskrypcję. Proszę ją anulować przed kontynuacją.",
    "60004": "Nie można usunąć w tej chwili, ponieważ subskrypcja ma aktywnych użytkowników.",
    "60005": "Tryb pojedynczej subskrypcji przekroczył limit użytkowników",
    "70001": "Kod weryfikacyjny jest nieprawidłowy, wprowadź ponownie.",
    "80001": "Zadanie nie zostało pomyślnie dodane do kolejki, spróbuj ponownie później.",
    "90001": "Wyłącz tryb DEBUG i spróbuj ponownie.",
    "90015": "To konto osiągnęło dzienny limit wysyłania, spróbuj ponownie jutro",
    "undefined": "Wystąpił błąd systemu, spróbuj ponownie później."
  },
  "table": {
    "actions": "Działania",
    "asc": "Rosnąco",
    "desc": "Malejąco",
    "hide": "Ukryj",
    "pageInfo": "Strona {current} z {total}",
    "rowsPerPage": "Wiersze na stronę",
    "selectedItems": "Wybrano {total} wierszy"
  },
  "unlimited": "nieograniczony"
}
