{
  "empty": [
    "Imaginează-ți că aici este plin de conținut captivant! Deocamdată, doar imaginația ne ajută...",
    "Această zonă a dispărut misterios, lucrăm să o aducem înapoi!",
    "Ups, nu s-a întâmplat nimic... poți adăuga tu ceva!",
    "E ca și cum ai descoperi că scena unui concert este goală... vrei să urci și să performezi?",
    "Ai găsit un tărâm gol! Vrei să construiești o casă?",
    "Aici momentan nu este nimic, dar creativitatea începe de aici!",
    "Nu este nimic... dar nu-ți face griji, acesta este doar începutul!",
    "Aici era pregătită o mare surpriză, dar surpriza a fugit!",
    "Deocamdată nu este nimic, ca și cum dulapul cu gustări ar fi fost golit.",
    "Această zonă așteaptă ca protagonistul să-și facă apariția!"
  ],
  "list": {
    "pageInfo": "Pagina {current} din {total}",
    "rowsPerPage": "Rânduri pe pagină",
    "selectedItems": "{total} rânduri selectate"
  },
  "login": "Autentificare/Înregistrare",
  "request": {
    "10001": "Interogarea nu a reușit momentan, vă rugăm să încercați din nou mai târziu sau să verificați condițiile dumneavoastră.",
    "10002": "Operațiunea de actualizare nu a reușit, vă rugăm să încercați din nou mai târziu.",
    "10003": "Nu se poate finaliza momentan operațiunea de inserare, vă rugăm să încercați din nou mai târziu.",
    "10004": "Operațiunea de ștergere nu a putut fi finalizată, vă rugăm să încercați din nou mai târziu.",
    "20001": "Informațiile despre acest utilizator există deja, vă rugăm să schimbați informațiile și să încercați din nou.",
    "20002": "Utilizatorul nu a fost găsit, vă rugăm să verificați informațiile și să încercați din nou.",
    "20003": "Parola introdusă este incorectă, vă rugăm să o introduceți din nou.",
    "20004": "Acest utilizator a fost dezactivat, dacă aveți întrebări, vă rugăm să contactați serviciul clienți.",
    "20005": "Fonduri insuficiente, vă rugăm să reîncărcați și să încercați din nou.",
    "20006": "Funcția de înregistrare nu este disponibilă momentan, vă rugăm să încercați din nou mai târziu.",
    "20008": "Informațiile utilizatorului sunt incorecte, vă rugăm să verificați și să încercați din nou.",
    "30001": "Acest nod există deja, vă rugăm să nu adăugați din nou.",
    "30002": "Nodul relevant nu a fost găsit, vă rugăm să verificați și să încercați din nou.",
    "30003": "Grupul există deja, vă rugăm să încercați să folosiți un alt nume.",
    "30004": "Grupul nu a fost găsit, vă rugăm să confirmați informațiile și să încercați din nou.",
    "30005": "Grupul conține încă elemente, vă rugăm să goliți și să încercați din nou.",
    "400": "Parametrii cererii nu sunt corecți, vă rugăm să verificați și să trimiteți din nou.",
    "40002": "Token valid nu a fost găsit, vă rugăm să vă autentificați și să încercați din nou.",
    "40003": "Tokenul curent nu este valid, vă rugăm să obțineți unul nou și să încercați din nou.",
    "40004": "Tokenul a expirat, vă rugăm să vă autentificați din nou.",
    "40005": "Nu aveți permisiunea de acces, dacă aveți întrebări, vă rugăm să contactați administratorul.",
    "401": "Prea multe cereri într-un timp scurt, vă rugăm să încercați mai târziu.",
    "500": "Serverul a întâmpinat unele probleme, vă rugăm să încercați din nou mai târziu.",
    "50001": "Informațiile despre cupon nu au fost găsite, vă rugăm să verificați și să încercați din nou.",
    "50002": "Acest cupon a fost deja utilizat, nu poate fi folosit din nou.",
    "60001": "Abonamentul a expirat, vă rugăm să reînnoiți pentru a continua utilizarea.",
    "60002": "Nu se poate utiliza momentan acest abonament, vă rugăm să încercați din nou mai târziu.",
    "60003": "A fost detectat un abonament existent. Vă rugăm să-l anulați înainte de a continua.",
    "60004": "Nu se poate șterge în acest moment, deoarece abonamentul are utilizatori activi.",
    "60005": "Modul de abonament unic a depășit limita de utilizatori.",
    "70001": "Codul de verificare este incorect, vă rugăm să îl introduceți din nou.",
    "80001": "Sarcina nu a fost adăugată cu succes în coadă, vă rugăm să încercați din nou mai târziu.",
    "90001": "Vă rugăm să dezactivați modul DEBUG și să încercați din nou.",
    "90015": "Acest cont a atins limita de trimitere pentru astăzi, încercați din nou mâine.",
    "undefined": "A apărut o eroare în sistem, vă rugăm să încercați din nou mai târziu."
  },
  "unlimited": "nelimitat"
}
