{
  "billing": {
    "description": "¡Patrocinar ayuda a que PPanel continúe lanzando actualizaciones!",
    "title": "Patrocinadores"
  },
  "empty": [
    "¡Imagina que aquí está lleno de contenido emocionante! Por ahora, solo podemos imaginarlo…",
    "Esta área ha desaparecido misteriosamente, ¡estamos invocándola de vuelta!",
    "Vaya, no ha pasado nada… ¡puedes añadir algo tú mismo!",
    "Es como descubrir que no hay nadie en el escenario de un concierto… ¿por qué no subes a actuar?",
    "¡Has encontrado un paraíso en blanco! ¿Te gustaría construir una casa?",
    "Aquí no hay nada por ahora, ¡pero la creatividad comienza aquí!",
    "No hay nada… pero no te preocupes, ¡esto es solo el comienzo!",
    "Aquí había una gran sorpresa preparada, ¡pero se ha escapado!",
    "Por ahora no hay nada, como si la despensa de snacks estuviera vacía.",
    "¡Este espacio vacío está esperando a que su protagonista aparezca!"
  ],
  "request": {
    "10001": "La consulta no fue exitosa, por favor intente de nuevo más tarde o verifique sus condiciones.",
    "10002": "La operación de actualización no fue exitosa, por favor intente más tarde.",
    "10003": "No se puede completar la operación de inserción por el momento, por favor intente más tarde.",
    "10004": "La operación de eliminación no se pudo completar, por favor intente más tarde.",
    "20001": "La información del usuario ya existe, por favor cambie la información e intente de nuevo.",
    "20002": "No se encontró al usuario, por favor verifique la información e intente de nuevo.",
    "20003": "La contraseña que ingresó es incorrecta, por favor ingrésela nuevamente.",
    "20004": "El usuario ha sido deshabilitado, si tiene alguna duda, por favor contacte al servicio al cliente.",
    "20005": "Saldo insuficiente, por favor recargue e intente nuevamente.",
    "20006": "La función de registro no está disponible temporalmente, por favor intente más tarde.",
    "20008": "La información del usuario es incorrecta, por favor verifique e intente de nuevo.",
    "30001": "El nodo ya existe, por favor no lo agregue nuevamente.",
    "30002": "No se encontró el nodo relacionado, por favor verifique e intente de nuevo.",
    "30003": "El grupo ya existe, por favor intente usar otro nombre.",
    "30004": "No se encontró el grupo, por favor confirme la información e intente de nuevo.",
    "30005": "El grupo aún contiene contenido, por favor vacíelo e intente de nuevo.",
    "400": "Los parámetros de la solicitud no son correctos, por favor verifique y envíe nuevamente.",
    "40002": "No se encontró un Token válido, por favor inicie sesión e intente de nuevo.",
    "40003": "El Token actual no es válido, por favor obtenga uno nuevo e intente nuevamente.",
    "40004": "El Token ha expirado, por favor inicie sesión nuevamente.",
    "40005": "No tiene permiso de acceso, si tiene alguna duda, por favor contacte al administrador.",
    "401": "Las solicitudes son demasiado frecuentes, por favor intente más tarde.",
    "500": "El servidor encontró algunos problemas, por favor intente más tarde.",
    "50001": "No se puede encontrar la información del cupón correspondiente, por favor verifique e intente de nuevo.",
    "50002": "El cupón ya ha sido utilizado, no se puede usar nuevamente.",
    "60001": "La suscripción ha expirado, por favor renueve para continuar usándola.",
    "60002": "No se puede usar la suscripción por el momento, por favor intente más tarde.",
    "60003": "Se ha detectado una suscripción existente. Por favor, cancélala antes de continuar.",
    "60004": "No se puede eliminar en este momento ya que la suscripción tiene usuarios activos.",
    "60005": "El modo de suscripción única ha superado el límite de usuarios",
    "70001": "El código de verificación es incorrecto, por favor ingréselo nuevamente.",
    "80001": "La tarea no se agregó exitosamente a la cola, por favor intente de nuevo más tarde.",
    "90001": "Por favor desactive el modo DEBUG e intente nuevamente.",
    "90015": "Esta cuenta ha alcanzado el límite de envíos de hoy, inténtelo de nuevo mañana",
    "undefined": "Ocurrió un error en el sistema, por favor intente más tarde."
  },
  "table": {
    "actions": "Acciones",
    "asc": "Ascendente",
    "desc": "Descendente",
    "hide": "Ocultar",
    "pageInfo": "Página {current} de {total}",
    "rowsPerPage": "Filas por página",
    "selectedItems": "{total} filas seleccionadas"
  },
  "unlimited": "ilimitado"
}
