{
  "empty": [
    "¡Imagina que este lugar está lleno de contenido increíble! Por ahora, solo puedes imaginarlo…",
    "Esta área ha desaparecido misteriosamente, ¡estamos invocándola de vuelta!",
    "Vaya, no ha pasado nada… ¡puedes agregar algo tú mismo!",
    "Es como descubrir que no hay nadie en el escenario de un concierto… ¿te animas a subir y actuar?",
    "¡Has encontrado un paraíso en blanco! ¿Te gustaría construir una casa?",
    "Aquí no hay nada por ahora, ¡pero la creatividad comienza aquí!",
    "No hay nada… pero no te preocupes, ¡esto es solo el comienzo!",
    "Aquí había una gran sorpresa preparada, ¡pero se ha escapado!",
    "Por ahora no hay nada, como si la despensa de bocadillos estuviera vacía.",
    "¡Este espacio vacío está esperando a que su protagonista aparezca!"
  ],
  "list": {
    "pageInfo": "Página {current} de {total}",
    "rowsPerPage": "Filas por página",
    "selectedItems": "{total} filas seleccionadas"
  },
  "login": "Iniciar sesión/Registrarse",
  "request": {
    "10001": "La consulta no fue exitosa, por favor intenta de nuevo más tarde o verifica tus condiciones.",
    "10002": "La operación de actualización no fue exitosa, por favor intenta más tarde.",
    "10003": "No se puede completar la operación de inserción por el momento, por favor intenta más tarde.",
    "10004": "La operación de eliminación no se pudo completar, por favor intenta más tarde.",
    "20001": "La información del usuario ya existe, por favor cambia la información e intenta de nuevo.",
    "20002": "No se encontró al usuario, por favor verifica la información e intenta de nuevo.",
    "20003": "La contraseña que ingresaste es incorrecta, por favor ingrésala de nuevo.",
    "20004": "El usuario ha sido deshabilitado, si tienes dudas por favor contacta al servicio al cliente.",
    "20005": "Saldo insuficiente, por favor recarga e intenta de nuevo.",
    "20006": "La función de registro no está disponible por el momento, por favor intenta más tarde.",
    "20008": "La información del usuario es incorrecta, por favor verifica e intenta de nuevo.",
    "30001": "El nodo ya existe, por favor no lo agregues de nuevo.",
    "30002": "No se encontró el nodo relacionado, por favor verifica e intenta de nuevo.",
    "30003": "El grupo ya existe, por favor intenta usar otro nombre.",
    "30004": "No se encontró el grupo, por favor verifica la información e intenta de nuevo.",
    "30005": "El grupo aún contiene contenido, por favor vacíalo e intenta de nuevo.",
    "400": "Los parámetros de la solicitud no son correctos, por favor verifica y vuelve a enviar.",
    "40002": "No se encontró un Token válido, por favor inicia sesión e intenta de nuevo.",
    "40003": "El Token actual no es válido, por favor obtén uno nuevo e intenta de nuevo.",
    "40004": "El Token ha expirado, por favor inicia sesión de nuevo.",
    "40005": "No tienes permiso de acceso, si tienes dudas por favor contacta al administrador.",
    "401": "Las solicitudes son demasiado frecuentes, por favor intenta más tarde.",
    "500": "El servidor encontró algunos problemas, por favor intenta más tarde.",
    "50001": "No se puede encontrar la información del cupón correspondiente, por favor verifica e intenta de nuevo.",
    "50002": "El cupón ya ha sido utilizado, no se puede usar de nuevo.",
    "60001": "La suscripción ha expirado, por favor renueva para continuar usando.",
    "60002": "No se puede usar la suscripción por el momento, por favor intenta más tarde.",
    "60003": "Se ha detectado una suscripción existente. Por favor, cancélala antes de continuar.",
    "60004": "No se puede eliminar en este momento ya que la suscripción tiene usuarios activos.",
    "60005": "El modo de suscripción única ha excedido el límite de usuarios.",
    "70001": "El código de verificación es incorrecto, por favor ingrésalo de nuevo.",
    "80001": "La tarea no se agregó exitosamente a la cola, por favor intenta de nuevo más tarde.",
    "90001": "Por favor, desactiva el modo DEBUG e intenta de nuevo.",
    "90015": "Esta cuenta ha alcanzado el límite de envíos del día, por favor inténtelo de nuevo mañana",
    "undefined": "Ocurrió un error en el sistema, por favor intenta de nuevo más tarde."
  },
  "unlimited": "Ilimitado"
}
