{
  "empty": [
    "Представьте, что здесь полно удивительного контента! Пока что только воображение…",
    "Эта область таинственно исчезла, мы пытаемся вернуть её обратно!",
    "Ой, ничего не произошло… может, вы что-то добавите сами!",
    "Это как на концерте обнаружить, что на сцене никого нет… может, вы хотите выступить?",
    "Вы нашли пустую землю! Хотите построить дом?",
    "Здесь пока ничего нет, но именно здесь начинается творчество!",
    "Ничего нет… но не волнуйтесь, это только начало!",
    "Здесь был приготовлен большой сюрприз, но он ускользнул!",
    "Пока ничего нет, как будто шкаф со сладостями опустел.",
    "Эта пустая площадка ждет своего главного героя!"
  ],
  "list": {
    "pageInfo": "Страница {current} из {total}",
    "rowsPerPage": "Строк на странице",
    "selectedItems": "Выбрано {total} строк"
  },
  "login": "Войти/Зарегистрироваться",
  "request": {
    "10001": "Запрос пока не удался, пожалуйста, повторите попытку позже или проверьте ваши условия.",
    "10002": "Операция обновления не удалась, пожалуйста, попробуйте позже.",
    "10003": "Вставка временно невозможна, пожалуйста, попробуйте позже.",
    "10004": "Удаление не удалось, пожалуйста, попробуйте позже.",
    "20001": "Информация о пользователе уже существует, пожалуйста, измените данные и попробуйте снова.",
    "20002": "Пользователь не найден, пожалуйста, проверьте информацию и попробуйте снова.",
    "20003": "Введённый вами пароль неверен, пожалуйста, введите его снова.",
    "20004": "Пользователь заблокирован, если у вас есть вопросы, пожалуйста, свяжитесь с поддержкой.",
    "20005": "Недостаточно средств, пожалуйста, пополните баланс и попробуйте снова.",
    "20006": "Регистрация временно недоступна, пожалуйста, попробуйте позже.",
    "20008": "Информация о пользователе неверна, проверьте и попробуйте снова.",
    "30001": "Узел уже существует, пожалуйста, не добавляйте его повторно.",
    "30002": "Связанный узел не найден, пожалуйста, проверьте и попробуйте снова.",
    "30003": "Группа уже существует, пожалуйста, попробуйте использовать другое название.",
    "30004": "Группа не найдена, пожалуйста, проверьте информацию и попробуйте снова.",
    "30005": "В группе всё ещё есть содержимое, пожалуйста, очистите её и попробуйте снова.",
    "400": "Параметры запроса некорректны, пожалуйста, проверьте и отправьте снова.",
    "40002": "Действительный токен не найден, пожалуйста, войдите в систему и попробуйте снова.",
    "40003": "Текущий токен недействителен, пожалуйста, получите новый и попробуйте снова.",
    "40004": "Срок действия токена истёк, пожалуйста, войдите в систему снова.",
    "40005": "У вас нет доступа, если у вас есть вопросы, пожалуйста, свяжитесь с администратором.",
    "401": "Слишком частые запросы, пожалуйста, попробуйте позже.",
    "500": "Сервер столкнулся с некоторыми проблемами, пожалуйста, попробуйте позже.",
    "50001": "Информация о купоне не найдена, пожалуйста, проверьте и попробуйте снова.",
    "50002": "Купон уже использован, повторное использование невозможно.",
    "60001": "Подписка истекла, пожалуйста, продлите её и используйте снова.",
    "60002": "Подписка временно недоступна, пожалуйста, попробуйте позже.",
    "60003": "Обнаружена существующая подписка. Пожалуйста, отмените ее перед продолжением.",
    "60004": "Невозможно удалить в данный момент, так как у подписки есть активные пользователи.",
    "60005": "Одиночный режим подписки превысил лимит пользователей.",
    "70001": "Код подтверждения неверен, пожалуйста, введите его снова.",
    "80001": "Задача не была успешно добавлена в очередь, пожалуйста, попробуйте позже.",
    "90001": "Пожалуйста, отключите режим DEBUG и попробуйте снова.",
    "90015": "Этот аккаунт достиг лимита отправки на сегодня, попробуйте снова завтра.",
    "undefined": "Произошла ошибка в системе, пожалуйста, попробуйте позже."
  },
  "unlimited": "неограниченный"
}
