{
  "billing": {
    "description": "Спонсорство допомагає PPanel продовжувати випускати оновлення!",
    "title": "Спонсори"
  },
  "empty": [
    "Уявіть, що тут повно захоплюючого контенту! Поки що доведеться уявляти…",
    "Ця область загадково зникла, ми намагаємося її повернути!",
    "Ой, нічого не сталося… можеш сам щось додати!",
    "Це як на концерті виявити, що на сцені нікого немає… може, ти хочеш виступити?",
    "Ви знайшли порожню землю! Може, побудуємо тут будинок?",
    "Тут тимчасово нічого немає, але творчість починається звідси!",
    "Нічого немає… але не хвилюйся, це лише початок!",
    "Тут планувався великий сюрприз, але він втік!",
    "Поки що нічого немає, як ніби шафа зі смаколиками спорожніла.",
    "Ця порожня ділянка чекає на свого головного героя!"
  ],
  "request": {
    "10001": "Запит поки не вдався, спробуйте пізніше або перевірте ваші умови.",
    "10002": "Операція оновлення не вдалася, спробуйте пізніше.",
    "10003": "Тимчасово неможливо виконати операцію вставки, спробуйте пізніше.",
    "10004": "Операція видалення не вдалася, спробуйте пізніше.",
    "20001": "Інформація про цього користувача вже існує, будь ласка, змініть інформацію та спробуйте знову.",
    "20002": "Користувача не знайдено, перевірте інформацію та спробуйте знову.",
    "20003": "Введений вами пароль неправильний, введіть його знову.",
    "20004": "Цей користувач був заблокований, якщо у вас є питання, зверніться до служби підтримки.",
    "20005": "Недостатньо коштів, поповніть рахунок і спробуйте знову.",
    "20006": "Функція реєстрації тимчасово недоступна, спробуйте пізніше.",
    "20008": "Інформація користувача невірна, перевірте та спробуйте знову.",
    "30001": "Цей вузол вже існує, не додавайте повторно.",
    "30002": "Відповідний вузол не знайдено, перевірте та спробуйте знову.",
    "30003": "Група вже існує, спробуйте використати іншу назву.",
    "30004": "Групу не знайдено, перевірте інформацію та спробуйте знову.",
    "30005": "У цій групі ще є вміст, очистіть її та спробуйте знову.",
    "400": "Параметри запиту некоректні, будь ласка, перевірте та надішліть знову.",
    "40002": "Дійсний токен не знайдено, увійдіть у систему та спробуйте знову.",
    "40003": "Поточний токен недійсний, отримайте новий та спробуйте знову.",
    "40004": "Токен закінчився, увійдіть у систему знову.",
    "40005": "У вас немає доступу, якщо у вас є питання, зверніться до адміністратора.",
    "401": "Запити надто часті, спробуйте пізніше.",
    "500": "Сервер зіткнувся з деякими проблемами, спробуйте пізніше.",
    "50001": "Інформацію про відповідний купон не знайдено, перевірте та спробуйте знову.",
    "50002": "Цей купон вже використано, повторне використання неможливе.",
    "60001": "Підписка закінчилася, поновіть її, щоб продовжити використання.",
    "60002": "Тимчасово неможливо використовувати цю підписку, спробуйте пізніше.",
    "60003": "Виявлено існуючу підписку. Будь ласка, скасуйте її перед продовженням.",
    "60004": "Неможливо видалити, оскільки підписка має активних користувачів.",
    "60005": "Режим одиночної підписки перевищив ліміт користувачів",
    "70001": "Код перевірки неправильний, введіть його знову.",
    "80001": "Завдання не вдалося додати до черги, спробуйте пізніше.",
    "90001": "Вимкніть режим DEBUG і спробуйте знову.",
    "90015": "Цей обліковий запис досяг денного ліміту надсилання, спробуйте знову завтра",
    "undefined": "Сталася системна помилка, спробуйте пізніше."
  },
  "table": {
    "actions": "Дії",
    "asc": "За зростанням",
    "desc": "За спаданням",
    "hide": "Приховати",
    "pageInfo": "Сторінка {current} з {total}",
    "rowsPerPage": "Рядків на сторінку",
    "selectedItems": "Вибрано {total} рядків"
  },
  "unlimited": "необмежений"
}
