{
  "empty": [
    "Уявіть собі, що тут повно захоплюючого контенту! Поки що доведеться уявляти…",
    "Ця область загадково зникла, ми намагаємося її повернути!",
    "Ой, нічого не сталося… можеш сам щось додати!",
    "Це як на концерті виявити, що на сцені нікого немає… може, ти хочеш виступити?",
    "Ви знайшли порожній рай! Може, побудуємо тут будинок?",
    "Тут тимчасово нічого немає, але творчість починається звідси!",
    "Нічого немає… але не хвилюйся, це лише початок!",
    "Тут планувався великий сюрприз, але він втік!",
    "Тимчасово нічого немає, як ніби шафа зі смаколиками спорожніла.",
    "Ця порожня ділянка чекає на свого головного героя!"
  ],
  "list": {
    "pageInfo": "Сторінка {current} з {total}",
    "rowsPerPage": "Кількість рядків на сторінці",
    "selectedItems": "Вибрано {total} рядків"
  },
  "login": "Увійти/Зареєструватися",
  "request": {
    "10001": "Запит не був успішним, будь ласка, спробуйте пізніше або перевірте ваші умови.",
    "10002": "Операція оновлення не вдалася, будь ласка, спробуйте пізніше.",
    "10003": "Тимчасово неможливо виконати операцію вставки, будь ласка, спробуйте пізніше.",
    "10004": "Операція видалення не вдалася, будь ласка, спробуйте пізніше.",
    "20001": "Інформація про цього користувача вже існує, будь ласка, змініть інформацію та спробуйте знову.",
    "20002": "Користувача не знайдено, будь ласка, перевірте інформацію та спробуйте знову.",
    "20003": "Введений вами пароль неправильний, будь ласка, введіть знову.",
    "20004": "Цей користувач був заблокований, якщо у вас є питання, будь ласка, зверніться до служби підтримки.",
    "20005": "Недостатньо коштів, будь ласка, поповніть рахунок і спробуйте знову.",
    "20006": "Функція реєстрації тимчасово недоступна, будь ласка, спробуйте пізніше.",
    "20008": "Інформація користувача некоректна, будь ласка, перевірте та спробуйте знову.",
    "30001": "Цей вузол вже існує, будь ласка, не додавайте повторно.",
    "30002": "Відповідний вузол не знайдено, будь ласка, перевірте та спробуйте знову.",
    "30003": "Група вже існує, будь ласка, спробуйте використати іншу назву.",
    "30004": "Групу не знайдено, будь ласка, перевірте інформацію та спробуйте знову.",
    "30005": "У цій групі ще є вміст, будь ласка, очистіть її та спробуйте знову.",
    "400": "Параметри запиту некоректні, будь ласка, перевірте та надішліть знову.",
    "40002": "Дійсний токен не знайдено, будь ласка, увійдіть і спробуйте знову.",
    "40003": "Поточний токен недійсний, будь ласка, отримайте новий і спробуйте знову.",
    "40004": "Токен закінчився, будь ласка, увійдіть знову.",
    "40005": "У вас немає доступу, якщо у вас є питання, будь ласка, зверніться до адміністратора.",
    "401": "Запити надто часті, будь ласка, спробуйте пізніше.",
    "500": "Сервер зіткнувся з деякими проблемами, будь ласка, спробуйте пізніше.",
    "50001": "Інформацію про відповідний купон не знайдено, будь ласка, перевірте та спробуйте знову.",
    "50002": "Цей купон вже використано, повторне використання неможливе.",
    "60001": "Підписка закінчилася, будь ласка, поновіть її, щоб продовжити використання.",
    "60002": "Тимчасово неможливо використовувати цю підписку, будь ласка, спробуйте пізніше.",
    "60003": "Виявлено існуючу підписку. Будь ласка, скасуйте її перед продовженням.",
    "60004": "Неможливо видалити, оскільки підписка має активних користувачів.",
    "60005": "Режим однієї підписки перевищив ліміт користувачів.",
    "70001": "Код перевірки неправильний, будь ласка, введіть знову.",
    "80001": "Завдання не вдалося додати до черги, будь ласка, спробуйте пізніше.",
    "90001": "Будь ласка, вимкніть режим DEBUG та спробуйте знову.",
    "90015": "Цей обліковий запис досяг ліміту надсилання на сьогодні, спробуйте знову завтра.",
    "undefined": "Сталася системна помилка, будь ласка, спробуйте пізніше."
  },
  "unlimited": "необмежено"
}
